[{"id":1,"name":"Сумма натуральных чисел","text":"В XIX веке один учитель математики, желая занять своих учеников на длительное время, дал им следуюшее задание: вычислить сумму всех целых чисел от единицы до ста. Ученики принялись добросовестно складывать все числа, но один из них нашел правильный ответ всего за несколько секунд. Им оказался Карл Фридрих Гаусс - будущий великий математик. Как он это сделал?","pic":"","picsign":"","answer":"Гаус заметил, что искомый результат состоит из  49 пар чисел, каждая из которых в своей сумме дает сто (99 и 1, 98 и 2, 97 и 3 ... 51 и 49), и еще двух непарных числа 50 и 100. Следовательно, 49х100+50+100=5050.      Возможно и другое решение: для суммы последовательного ряда натуральных чисел:   (а(1)+а(N)) х N/2, где N - количество членов ряда (четное число), n-порядковый номер члена ряда, а(n) =n.  В нашем примере - 101х50=5050. Предлагаем вам самостоятельно вывести формулу для случая, когда  N - нечетное число. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":2,"name":"Новые таблички","text":"   В одном городе построили новый район из 100 домов. Мастера по изготовлению табличек изготовили и привезли пачку новых табличек с нумерацией домов от 1 до 100. Сосчитайте количество всех цифр 9 встречающихся в этих табличках ","pic":"","picsign":"","answer":"Правильный ответ - 20 девяток.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":3,"name":"Возраст отца и сына","text":"Если сложить возраст отца и сына (т.е. количество их лет), то получим число 66. Если цифры числа возраста отца поменять местами, то получится число возраста сына. Возраст cына не менее 7 лет. Возраст отца не более 59 лет. Ответьте, сколько же лет отцу и сыну?","pic":"","picsign":"","answer":"Отцу 51 год, а сыну 15 лет. Существовали еще варианты 42 и 24, 60 и 06, 66 и 0, но они отсекаются условиями о возрасте отца и сына. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":4,"name":"Дележ пряников","text":"К Димке пришло пятеро товарищей, и он захотел угостить всех пряниками.  Но пряников оказалось всего лишь пять штук. Как быть? Придется, конечно, пряники разрезывать.Вот и получилась задача: поделить пять пряников поровну между шестью ребятами, при этом нельзя разрезать ни один пряник больше, чем на 5 равных частей. Как же он с ней справился?","pic":"","picsign":"","answer":"Димка сообразил, что если 3 пряника разрезать пополам, то получим 6 одинаковых частей. Остальные 2 пряника разрезаем на 3 одинаковые части и снова получаем 6 одинаковых частей.  Как видите, ни одно яблоко не было разрезано больше, чем на три равные части. Каждому мальчику было дано  по одной половине и по одной третьей доли пряника, – т. е. все получили поровну. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":5,"name":"Быстрый счет","text":"Очень быстро и  без подручных средств найдите из представленных ниже примеров тот, итог которого (произведение чисел) отличается от остальных.  А) 2 х 6 х 36  Б) 2 х 15 х 16   В) 12 х 8 х 5      Г) 3 х 32 х 5    Д) 3 х 4 х 40","pic":"","picsign":"","answer":"А) 2 х 6 х 36. Все варианты, кроме 2 х 6 х 36 делятся на 5. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":6,"name":"Что больше?","text":"Что больше, половина площади поверхности шара или площадь круга, с равными радиусами?","pic":"","picsign":"","answer":"Площадь шара конечно больше. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":7,"name":"Быстрое решение","text":"Попробуйте быстро решить: что больше: 45 х 767 х 71 или 767 х 45 х 75","pic":"","picsign":"","answer":"Очевидно, что второй пример больше. Т.к. 75 больше, чем 71. Остальные числа в обоих примерах одинаковые. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":8,"name":"Как получить сотню","text":"При помощи любых арифметических действий составьте число 100 из пяти единиц.","pic":"","picsign":"","answer":"111 - 11 = 100 ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":9,"name":"Как получить сотню","text":"При помощи любых арифметических действий составьте число 100 из пяти пятерок. Может быть три варианта решения.","pic":"","picsign":"","answer":"1) 5 х 5 х 5 - 5 х 5 = 100; 2) (5 + 5 + 5 + 5) х 5 = 100; 3) 5 х 5 х (5 - 5 : 5) = 100. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":10,"name":"Сколько яиц","text":"Одна женщина несла в большой корзине кучу яиц. Ее случайно толкнул один прохожий, женщина уронила корзину и все яйца разбились. Прохожий говорит ей, что заплатит за все яйца, но спрашивает, сколько их было. Женщина говорит, что не помнит точно, но когда она перекладывала эту кучу яиц по 2шт, 3шт, 4шт, 5шт, 6шт, то оставалось всегда одно яйцо. Если перекладывала она ту кучу по 7 яиц, то ни одного яйца не оставалось. Сколько было яиц в разбившейся куче?","pic":"","picsign":"","answer":"301 штука. Решение: наименьшее число, которое делится без остатка на числа 2, 3, 4, 5, 6 есть число 60. Необходимо найти число, которое нацело делится на 7 и на (60 + 1). Такое минимальное число = 301. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":11,"name":"Что больше?","text":"Что больше: сумма всех цифр или их произведение?","pic":"","picsign":"","answer":"Больше сумма, так как произведение равно 0 (один из множителей - это цифра 0).","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":12,"name":"Головы и ноги","text":"На лугу паслись лошади под присмотром пастухов. Если бы вы пожелали узнать, сколько всех ног на лугу, то насчитали бы 82 ноги. А если бы пересчитали головы, то оказалось бы, что всех голов – лошадиных и человеческих – 26.  Сколько на лугу лошадей и сколько пастухов?  Надо заметить, что ни безногих лошадей, ни калек-пастухов на лугу не было.","pic":"","picsign":"","answer":"Если бы все 26 голов на лугу были бы человеческие, мы насчитали бы не 82 ноги, а только 52, т. е. на 30 ног меньше. От замены одного человека лошадью число всех ног увеличилось бы на 2. Значит, чтобы насчитать 82 ноги, надо произвести подобную замену15 раз, тогда и найдутся недостающие 30 ног.Итак, из 26 голов 15 принадлежало лошадям, а остальные 11 – людям.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":13,"name":"Девять цифр","text":"Напишите по порядку девять цифр:1 2 3 4 5 6 7 8 9.Вы можете, не меняя расположение цифр, пользуясь знаками + и – всего только три раза вставить их между цыфрами таким образом, чтобы в сумме получилось ровно 100.","pic":"","picsign":"","answer":"123 – 45 – 67 + 89 = 100.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":14,"name":"Четырьмя пятерками","text":"Нужно выразить число 16 с помощью 4 пятерок, соединяя их знаками действий. Как это сделать?","pic":"","picsign":"","answer":"Существует только один способ:   55: 5 + 5 = 16.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":15,"name":"Миллион изделий   ","text":"Изделие весит 101,7 г. Сообразите в уме, сколько тонн весит миллион таких изделий. ","pic":"","picsign":"","answer":"Миллион - это тысяча тысяч. Также знаем, что   килограмм в 1000 раз больше грамма, а  тонна в 1000 раз больше килограмма.  Т.е тонна в миллион раз больше грамма.  Итак, искомый вес миллиона  изделий.  — 101,7 тонн","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":16,"name":"Стопки тетрадей","text":"В тот день в классе было 34 человека. Когда ученики писали контрольную работу, то они по мере завершения клали тетради в стопку одна на другую. Наш Димка сдал тетрадь пятым по счёту. Каким по счёту его тетрадь проверят, если считать, что учитель проверяет тетрадь сверху стопки и строго по порядку?","pic":"","picsign":"","answer":"Подвох в том, что учитель тоже человек. Т.е. в классе было 33 ученика, и после Димки работу сдали 28 человек (33-5). Таким образом, Димкину тетрадь проверят 29-ой.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":17,"name":"Назадачливый рыбак","text":"   Один рыбак купил себе новую удочку длиной 5 футов. Домой ему приходиться добираться общественным транспортом, в котором правилами запрещено перевозить предметы длиной более 4-х футов. Как необходимо упаковать удочку, чтобы проехать в общественном транспорте не нарушая правил?","pic":"","picsign":"","answer":"Удочку необходимо упаковать в коробку длиной 4 фута и шириной 3 фута (расположить по диагонали коробки).","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":18,"name":"Землекопы","text":"Пять землекопов за 5 часов выкапывают 5 м канавы. Сколько потребуется землекопов, для того чтобы выкопать 100 м канавы за 100 часов?","pic":"","picsign":"","answer":"Понадобятся те же пять землекопов, не больше. В самом деле, пять землекопов за 5 часов выкапывают 5 м канавы; значит, пять землекопов за 1 час вырыли бы 1 м канавы, а в 100 часов — 100 м.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":19,"name":"Поездки в трамваях","text":"Вдоль улицы, на которой я проживаю, курсируют трамваи красного и синего цвета, относящиеся к одному и тому же маршруту. Количество тех и других трамваев одинаковое. Красные трамваи, равно как и синие, ходят с одинаковым интервалом времени, составляющим десять минут. В течение дня я совершаю по несколько поездок, причем в самое разное время. Казалось бы, количество поездок в трамваях красного и синего цвета должно быть приблизительно одинаковым с возможным небольшим отклонением. Однако, в силу некоторых обстоятельств, фактическое количество поездок в трамваях красного цвета составляет, чуть ли не 90% от количества всех поездок. Как можно объяснить такое явление?","pic":"","picsign":"","answer":"Трамваи одного цвета ходят относительно друг друга с интервалом в десять минут. Между трамваем красного цвета и следующим за ним трамваем синего цвета интервал движения составляет одну минуту, а между трамваем синего цвета и следующим за ним трамваем красного цвета – девять минут.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":20,"name":"Может ли такое быть?","text":"Одного человека спросили:  Сколько вам лет? Порядочно, — ответил он. Я старше некоторых своих родственников почти шестьсот раз. Может ли такое быть?","pic":"","picsign":"","answer":"Может, например если человеку 50 лет, а его внуку или внучке 1 месяц.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":21,"name":"Кофе с сахаром","text":"Чашка кофе с кубиком сахара стоит 1 доллар 10 центов. Известно, что кофе дороже кубика сахара на 1 доллар. Сколько стоит само кофе, и сколько стоит кубик сахара?","pic":"","picsign":"","answer":"Кофе стоит 1 доллар 5 центов, а кубик сахара - соответственно 5 центов.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":22,"name":"Сколько мне лет?","text":"Когда моему отцу был 31 год, мне было 8 лет, а теперь отец старше меня вдвое. Сколько мне лет теперь?","pic":"","picsign":"","answer":"Ответ - 23 года. Разность между годами отца и сына равна 23 годам; следовательно, сыну надо иметь 23 года, чтобы отец был вдвое старше его.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":23,"name":"Лестничные ступеньки","text":"Лена живет на четвертом этаже, при этом, поднимаясь к себе домой, она проходит по лестнице 60 ступенек. Юля живет в этом же подъезде на втором этаже. Сколько ступенек проходит Юля, поднимаясь к себе домой на второй этаж?","pic":"","picsign":"","answer":"Для того, чтобы подняться на 4-й этаж, Лене необходимо пройти три лестничных пролета (60 ступенек). Чтобы подняться на 2-й этаж, Юле необходимо пройти всего лишь один лестничный пролет, то есть 20 ступенек.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":24,"name":"Спуск со скалы","text":"   Вы находитесь на верху скалы высотой 100 метров. Из скалы растут два дерева, одно из которых растет вверху скалы у самого ее обрыва, второе - из стены скалы на высоте 50 метров на которое при спуске можно сесть. У Вас есть веревка длиной 75 метров и нож, для того чтобы эту веревку разрезать. Каким образом в данной ситуации можно осуществить спуск со скалы. Длину веревки, необходимую для завязывания узлов можно не учитывать.","pic":"","picsign":"","answer":"Разрезаем веревку на две части 25 и 50 метров. 25-ти метровую веревку одним концом привязываем к верхнему дереву, а на другом конце делаем узел с маленькой петлей, через которую до половины пропускаем 50-ти метровую веревку и слаживаем ее вдвое. По этим двум веревкам (одинарной 25-ти метровой и сложенной пополам 50-ти метровой) спускаемся на нижнее дерево, и за один конец вытягиваем из петли 50-ти метровую веревку, перевязываемся и спускаемся по ней на землю.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":25,"name":"Гороховый ряд","text":"Имеется обычный стакан вместимостью 200 грамм, полностью заполненный горохом. Теперь представьте, что все эти горошины выложены вплотную одна к другой в один ряд. Как Вы считаете, какой примерно длины будет этот ряд?","pic":"","picsign":"","answer":"Средний диаметр горошины составляет около 5 мм. В одном кубическом сантиметре сможет уместиться до 8 горошин, следовательно, в стакане на 200 грамм (200 куб. сантиметров) сможет уместиться 200х8=1600 горошин. Таким образом, длина ряда будет равна 5х1600=8000мм или 8 метров. Причем с уменьшением диаметра горошин, длина ряда будет увеличиваться!","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":26,"name":"Куры - несушки","text":"    Три курицы за три дня несут три яйца. Сколько яиц снесут 12 таких же курей за 12 дней?","pic":"","picsign":"","answer":"Одна курица несет одно яйцо за три дня. За 12 дней одна курица снесет четыре яйца, следовательно, 12 курей за 12 дней снесут 12х4=48 яиц.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":27,"name":"Свидание","text":"  Сергей и Оля договорились встретиться на свидании у входа в парк ровно в 9 часов вечера. Но вот ведь незадача, и у Сергея и у Оли часы идут-то неверно! У Сергея часы отстают на 3 минуты, однако он считает наоборот, что они спешат на 2 минуты. У Оли часы спешат на 2 минуты, но она считает, что они отстают на  3 минуты. Как Вы думаете, кто из них опоздает на свидание?","pic":"","picsign":"","answer":"Сергей опоздает на 5 минут, а Оля наоборот – прейдет на 5 минут раньше.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":28,"name":"Возраст  родственников","text":"Сын в два раза старше сестры, отец в два раза старше сына. Когда сестре будет 36, то она будет в два раза младше отца. Назовите текущий возраст каждого из семьи?","pic":"","picsign":"","answer":"Возраст отца = 48 лет, возраст сына = 24 года и возраст дочери = 12 лет. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":29,"name":"Скидки в магазине","text":"Какой вариант праздничных скидок покупателю выгоднее? Первый: если магазин снизит цену на товар сначала на 20%, потом новую цену еще убавит на 30%. Или второй вариант: магазин сразу сбивает цену на 50%.","pic":"","picsign":"","answer":"Второй вариант всегда лучше, т.к. вторая скидка идет уже на уменьшенную цену и в целом размер скидки будет меньше.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":30,"name":"Спящий он пассажир","text":"Пассажир поезда, проехав половину пути, лег спать. Он спал до тех пор, пока не осталось ехать половину того пути, что он проехал спящим. Какую часть всего пути он проехал спящим?","pic":"","picsign":"","answer":"Пассажир поезда спал 2/3 от половины всего пути, следовательно, он спал на протяжении 1/3 всего пути. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":31,"name":"Скорость велосипедиста","text":"Велосипедист проехал 2/3 пути, после чего его велосипед сломался. Дальше он пошел пешком и затратил в 2 раза больше времени, чем на велосипедную езду. Во сколько раз скорость велосипедиста на велосипеде больше, чем пешком?","pic":"","picsign":"","answer":"Велосипедист пешком прошел вдвое меньше, чем проехал (или 1/3 пути), а времени затратил вдвое больше. Следовательно, скорость на велосипеде в четыре раза выше, чем пешком. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":32,"name":"Расстояние между поездами","text":"Один поезд выехал из города №1 в город №2 со скоростью 40 км/ч. Навстречу ему выехал другой поезд, идущий из города №2 в город №1 со скоростью 60 км/ч. Оба они идут без остановок с постоянной скоростью. На каком расстоянии друг от друга будут эти поезда за 1 час до их встречи?","pic":"","picsign":"","answer":"Очевидно, что за 1 час первый поезд проедет 40 км, а второй 60км. В итоге 100км.  ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":33,"name":"Сколько конфет у студентов","text":"У троих студентов была небольшая куча конфет. Они ее поделили поровну на 3 равные части. После того, как каждый из них съел по 4 конфеты, то у них вместе стало столько конфет, сколько было у каждого после дележа. Сколько конфет было у студентов до дележа?","pic":"","picsign":"","answer":"После дележа студенты съели 12 конфет, после чего у них стало столько конфет, сколько было у одного после дележа, т.е. число конфет уменьшилось в 3 раза. Иными словами, студенты съели 2 части, а осталась одна часть конфет. Две части равно 12шт, отсюда, одна часть равна 6шт. Следовательно, до дележа у студентов было 18 конфет. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":34,"name":"Когда встретятся  машинисты","text":"Два пассажирских поезда, длиной по 250м, идут навстречу друг другу по параллельным путям с одинаковой скоростью 45 км/ч. Настал момент, когда оба машиниста встретились друг с другом. Сколько времени пройдет до того времени, как встретятся кондуктора поездов, каждый из которых находится в последнем вагоне своего поезда?","pic":"","picsign":"","answer":"20 секунд. В момент встречи машинистов расстояние между кондукторами будет равно 500м (250м + 250м). Скорость сближения кондукторов составит 45км/ч + 45км/ч = 90км/ч или 25м/сек. Отсюда, искомый промежуток времени равен 500м : 25м/сек = 20сек. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":35,"name":"Цена переплета","text":"Книга в переплете стоит 2 руб. 50 коп. Книга на 2 руб. дороже переплета. Сколько стоит переплет?","pic":"","picsign":"","answer":"цена переплета -25 коп., цена книги – 2 руб. 25 коп.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":36,"name":"Столяр и плотники","text":"Шесть плотников и столяр нанялись на работу. Плотники заработали по 20 руб., столяр же – на 3 руб. больше, чем заработал в среднем каждый из семерых.Сколько заработал столяр?","pic":"","picsign":"","answer":"23 руб. 50 коп.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":37,"name":"Скорость поезда","text":"Вы сидите в вагоне железной дороги и хотели бы узнать, с какой скоростью он мчится. Можете ли вы определить скорость по стуку колес?","pic":"","picsign":"","answer":"Вы заметили, конечно, что при езде в вагоне все время ощущаются мерные толчки: никакие рессоры не могут сделать их неощутимыми. Происходят эти толчки от того, что колеса слегка сотрясаются в местах соединения двух рельсов, и толчок передается всему вагону (рис. 8). Значит, стоит лишь вам сосчитать, сколько толчков в минуту испытывает вагон, и вы будете знать, сколько рельсов пробежал поезд. Теперь остается лишь умножить это число на длину рельса, и вы получите расстояние, проходимое поездом в одну минуту.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":38,"name":"Находчивый торговец","text":"Торговец везет на рынок 3 полных  мешка, в каждый из которых помещается не более 30 плодов редких экзотических фруктов.  Но на пути к рынку жадные чиновники поставили 30 таможенных застав, на каждой из которых в качестве торговой пошлины необходимо заплатить по одному плоду из каждого непустого мешка. Сколько же плодов может торговец довезти до рынка и что ему нужно делать, чтобы заплатить минимальную пошлину?  ","pic":"","picsign":"","answer":"Очевидно, что в интересах торговца уменьшать количество мешков как можно скорее, чтобы не платить лишнюю пошлину, Для этого нужно перекладывать плоды соответствующим образом, т.е. недопускать пустых мешков.. Торговец сможет освободить первый мешок, пройдя 10 застав: 10х3=30. Второй мешок опустеет через 30/2 = 15 застав. Ппройдя оставшиеся 5 застав с одним мешком, наш торговец отдаст еще 5 плодов, и на рынок он принесет лишь  90-30-30-5 = 25 плодов","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":39,"name":"Мед и керосин","text":"Банка с медом весит 500 г. Та же банка с керосином весит 350 г. Керосин легче меда в два раза. Сколько весит пустая банка?   ","pic":"","picsign":"","answer":"Так как мед тяжелее керосина в два раза, то разница в весе 500—350, то есть 150 г, есть вес керосина в объеме банки (банка с медом весит столько же, сколько весила бы банка с двойным количеством керосина). Отсюда определяется чистый вес банки: 350—150 = 200 г. Действительно: 500 — 200 = 300 г, то есть мед вдвое тяжелее такого же объема керосина","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":40,"name":"Брусок мыла     ","text":"На одну чашку весов положен брусок мыла, на другую 3/4 такого же бруска и еще 3/4 кг. Весы в равновесии.    Сколько весит целый брусок мыла?   Постарайтесь решить эту несложную задачу устно, без карандаша и бумаги. ","pic":"","picsign":"","answer":" 3/4 бруска мыла + 3/4 кг весят столько, сколько целый брусок. Но в целом бруске содержится 3/4 бруска + 1/4 бруска. Значит, 1/4 бруска весит 3/4 кг, и, следовательно, целый брусок весит в четыре раза больше, чем 3/4 кг, то есть 3 кг","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":41,"name":"Дешевый сторож","text":"Арендатору большого фруктового сада понадобилось на целые сутки отлучиться как раз в ту пору, когда яблоки поспели и представляли наибольший соблазн для любителей полакомиться на чужой счет. Необходимо было нанять на эти сутки сторожа. Скупой арендатор долго выбирал сторожа подешевле, пока не напал на такого, который вовсе не просил денег, а довольствовался уплатой яблоками. Это понравилось арендатору.   – Сторожить нужно целые сутки без смены и перерыва, никуда не отлучаясь. Поспать успеете потом, когда отдежурите.   – Хорошо, буду без смены. Но платить вам придется не ровно: за каждый следующий час вдвое больше против предыдущего.   – Это бы можно; но сколько же вы хотите за первый час?   – Уж чего меньше: одно яблоко на первый час дадите, и достаточно. За второй – два яблока положите, и довольно. За третий – четыре, и хватит. За четвертый…   – Ладно, – поспешил согласиться арендатор. – «Если этот чудак так же честен, как нерасчетлив, то я, кажется, сделал выгодное дело: за несколько десятков яблок достал сторожа на целые сутки», – подумал он, уходя. Сторож был нанят, и арендатор спокойно уехал, радуясь тому, что на свете есть люди, не умеющие считать. Когда спустя сутки арендатор возвратился к своему саду, он увидел у ворот телегу, на которую его сторож ссыпал один мешок яблок за другим.   – Это что такое, – накинулся на него арендатор. – Я вас нанимал сторожить, а не грабить. Куда увозите мои яблоки?   – Были ваши, теперь мои, – спокойно ответил сторож. – Забыли, небось, уговор?   – Уговор? Да разве по нашему уговору вам за одни сутки следует яблок целый воз? Считать не умеете…   – И не один воз следует. Сами считать не умеете.   – Не один воз! Что за вздор! Уж не все ли яблоки моего сада?   – Не только вашего. Во всем городе не закупите яблок, чтобы со мной расплатиться. Возов тысячи три понадобится, не меньше.   – Три тысячи возов яблок? За одни сутки? Ничего не понимаю…   А вы, читатель, понимаете? Кто из них считать не умел: сторож или арендатор? А может быть, ни тот ни другой?","pic":"","picsign":"","answer":"Сторож рассчитал совершенно правильно: ему действительно причиталось даже более трех тысяч возов яблок, как это ни невероятно.   В самом деле. Проследим, как возрастало вознаграждение сторожа с каждым часом.   За 1-й час сторож должен был получить яблоко, за 2-й час – 2 яблока, за 3-й час – 4 яблока, за 4-й – 8, за 5-й – 16, за 6-й – 32, за 7-й – 64, за 8-й – 128, за 9-й – 256, за 10-й – 512.   Пока еще вознаграждение как будто не грозит арендатору разорением: за первые 10 часов сторожу причиталось всего около полутысячи яблок.   Но продолжим исчисление.   За 11-й час сторожу следовало 1024 яблока, за 12-й– 2048, за 13-й– 4096, за 14-й– 8192, за 15-й– 16 384.   Накапливается внушительное число яблок, но все же до трех тысяч возов еще далеко.   Далее.   За 16-й час следовало 32 768 яблок.   За 17-й —»-»– 65 536 —»—   За 18-й —»-»– 131 072 —»—   За 19-й —»-»– 262 144 —»—   За 20-й —»-»– 524 288 —»—   Арендатор уже должен сторожу свыше полумиллиона яблок. Но сутки не кончены – остается еще 4 часа.   За 21-й надо было уплатить 1 048 576 яблок   За 22-й —»-»-»– 2 097 152 —»—   За 23-й —»-»-»– 4 194 304 —»—   За 24-й —»-»-»– 8 388 608 —»—   Теперь нужно сложить все эти числа от 1 до 8 388 608. Получаем 16 777 215 яблок. Итак, сторожу за одни сутки следовало согласно уговору почти 17 миллионов яблок! Чтобы только пересчитать такое количество яблок по одному в секунду, понадобилось бы полгода непрерывного счета! Полагая по 10 яблок на килограмм, узнаем, что все причитающиеся сторожу яблоки должны были весить 1 677 721 кг, или 1678 тонн.   Это составило бы вагонов 80, груженных яблоками, или, считая по полтонны на воз, свыше 3000 возов. Не правда ли, можно было найти сторожа и подешевле","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":42,"name":"Девятьсот поклонов","text":"В одной школе обучалось вдвое больше девочек, чем мальчиков. Заведующий ввел обычай: ежедневно поутру каждый мальчик должен был делать поклон заведующему, каждому из своих товарищей-мальчиков и каждой девочке, каждая девочка также должна была делать поклон заведующему, каждой своей подруге и каждому мальчику. Этот церемонный обычай строго соблюдался, и поэтому ежедневно утром можно было насчитать 900 поклонов. Сколько было в школе мальчиков и девочек?","pic":"","picsign":"","answer":"Каждый ученик и ученица ежедневно раскланивались со всеми остальными школьниками и с заведующим. С самими собою, конечно, не раскланивались, зато делали поклон заведующему, так что каждый школьник и школьница ежедневно делали столько поклонов, сколько было детей в школе. Значит, все дети вместе ежедневно делали столько поклонов, сколько будет, если умножить их общее число само на себя.   Итак, мы знаем, что 900 – это число детей, умноженное само на себя. Какое же число, умноженное на себя, составит 900? Очевидно, 30. А так как девочек было вдвое больше, чем мальчиков, то из 30 детей было 20 девочек и 10 мальчиков.   Проверим это. Девочки делают 19 × 20 = 380 поклонов подругам и 20 × 10 = 200 поклонов мальчикам. Мальчики мальчикам делают 9 × 10 = 90 и девочкам – 10 × 20 = 200 поклонов. Итого: 380 + 200 + 90 + 200 = 870 поклонов. Присоединив еще 30 поклонов заведующему, имеем ровно 900.  ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":43,"name":"Наследство раджи","text":"Некий раджа, умирая, оставил свои брильянты сыновьям. В завещании его дети прочитали: старший сын получает 1 брильянт и седьмую долю всех остальных; второй сын получает 2 брильянта и седьмую долю всех остальных; третий сын – 3 брильянта и седьмую долю всех остальных; четвертый – 4 брильянта и седьмую долю всех остальных и т. д. Таким образом наследство было разделено между сыновьями без остатка. Сколько сыновей было у раджи и сколько он оставил брильянтов?","pic":"","picsign":"","answer":"Задачу надо решать с конца. Самый младший сын получил столько брильянтов, сколько было сыновей, и еще 1/7 остальных; но так как остатка никакого не было, то младший сын получил столько брильянтов, сколько было всех сыновей. Далее, предыдущий сын получил брильянтов на один меньше, чем было сыновей, да еще 1/7 остальных брильянтов. Значит, то, что получил самый младший, есть 6/7 этого «остального» (а все «остальное» есть 7/7).   Отсюда вытекает, что число брильянтов самого младшего сына должно делиться на 6 без остатка. Попробуем допустить, что их было 6, и испытаем, подходит ли это число.   Если младший сын получил 6 брильянтов, то значит, он был шестой сын, и всех сыновей было 6. Пятый сын получил 5 брильянтов плюс 1/7 от 7, т. е. 5 + 1 = 6. Далее, 12 камней есть 6/7, оставшегося после четвертого сына , полный остаток – 14 камней, и четвертый сын получил 4 + 1/7; от 14 = 6.   Вычисляем то, что осталось после третьего сына : 18 есть 6/7 этого остатка; значит, полный остаток – 21. Третий сын получил 3 + 1/7 от 21 = 6 брильянтов.   Точно так же узнаем, что на долю второго и первого сына пришлось тоже по 6 камней.   Итак, у раджи было 36 брильянтов и 6 сыновей.   Мы проверили число 6 и нашли, что оно удовлетворяет условиям задачи. Испытав 12, 18 и 24, убедимся, что эти числа не годятся, а больше двух дюжин детей у раджи едва ли могло быть.   ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":44,"name":"Две цепи ","text":"Найдены два обрывка железной цепи, составленные из одинаковых звеньев. Один обрывок, будучи растянут, занимает в длину 36 см, другой – 22 см. Толщина кольца – полсантиметра. В длинной цепи на 6 звеньев больше, чем в короткой.   Сколько звеньев в каждом обрывке?","pic":"","picsign":"","answer":"Вы не решите этой простой задачи, если не уясните себе сначала, из чего складывается длина цепи.    Вы видите, что длина натянутой цепи складывается из полной ширины первого звена, к которой с присоединением каждого нового звена прибавляется не полная ширина звена, а ширина звена без его двойной толщины. Теперь перейдем к нашей задаче.   Мы знаем, что одна цепь длиннее другой на 14 см и имеет на 6 звеньев больше. Разделив 14 на 6, получаем 21/3. Это и есть ширина одного звена, уменьшенная на двойную его толщину. Так как толщина кольца известна – полсантиметра, то полная ширина каждого звена равна 21/3 + 1/2 + 1/2 + 3 1/3 сантиметра.   Теперь легко определить, из скольких звеньев состояла каждая цепь. Из рисунка видно, что если мы отнимем от 36-сантиметровой цепи двойную толщину первого звена, т. е. 1 см, а разность разделим на 21/3, то получим число звеньев в этой цепи:   35: 21/3 = 15.   .   Точно так же узнаем число звеньев в 22-дюймовой цепи: 21: 21/3 = 9.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":45,"name":"Возраст моего сына","text":"Сейчас мой сын моложе меня втрое. Но пять лет назад он был моложе меня в четыре раза. Сколько же лет сыну сейчас?","pic":"","picsign":"","answer":"Ответ: сыну сейчас 15 лет. Приведем два решения: 1. Обозначим: нынешний возраст сына - С, отца - О  и х - разницу их возрастов (О-С=х). Тогда можно записать систему уравнений: (С+х)/С = 4 и (С-5+х)/(С-5) =3. Преобразовав, получим х=2С и х=3С-15. Откуда следует, что С =15 (О=45, х=30).        2.Решение методом рассуждений: Если сын теперь втрое моложе отца, то отец старше его на удвоенный возраст. Но и пять лет назад он был, конечно, старше сына на утроенный нынешний возраст сына. С другой стороны, так как тогда отец был старше сына в 4 раза, то он был старше его на утроенный тогдашний возраст сына. Следовательно, удвоенный нынешний возраст сына равен его утроенному прежнему возрасту или, что то же самое, сын теперь в 11/2 раза старше, чем был 5 лет назад. Отсюда легко сообразить, что 5 лет – это половина прежнего возраста сына и, значит, пять лет назад ему было 10 лет, а теперь – 15. Итак, сыну теперь 15 лет, отцу 45. Пять лет назад отцу было 40 лет, а сыну 10, т. е. вчетверо меньше","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":46,"name":"Состязание","text":"Две парусные лодки участвуют в состязании: требуется преодолеть 24 версты туда и обратно в кратчайшее время. Первая лодка прошла весь путь с равномерной скоростью 20 верст в час; вторая двигалась туда со скоростью 16 верст в час, а обратно – со скоростью 24 версты в час.   Победила на состязании первая лодка, хотя, казалось бы, вторая лодка должна была при движении в одном направлении отстать от первой ровно на столько, на сколько она опередила ее на обратном пути и, следовательно, прийти одновременно с первой. Почему же она проиграла?","pic":"","picsign":"","answer":"Вторая лодка опоздала потому, что двигалась со скоростью 24 версты в час меньше времени, чем со скоростью 16 верст в час. Действительно, со скоростью 24 версты в час она двигалась 24: 24 = 1 час, а со скоростью 16 верст в час 24: 16 = 11/2 часа. Поэтому на пути туда лодка потеряла времени больше, чем выгадала на обратном.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":47,"name":"Сколько им лет?  ","text":" – Скажи-ка, дедушка, который год твоему сыну.       – Ему столько же недель, сколько внуку дней.       – А внук твой в каком возрасте?       – Ему столько лет, сколько мне месяцев.       – Сколько же тебе-то?       – Всем троим вместе ровно сто лет. Вот и смекни, сколько каждому.     ","pic":"","picsign":"","answer":" Рассчитать, сколько лет каждому, нетрудно. Ясно, что сын старше внука в 7 раз, а дед – в 12 раз. Если бы внуку был 1 год, сыну было бы 7 лет, деду – 12 лет, а всем троим вместе – 20 лет. Это ровно в 5 раз меньше, чем на самом деле. Значит, в действительности внуку 5 лет, сыну – 35 и деду – 60 лет. Проверим: 5 + 35 + 60 = 100.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":48,"name":"Кто старше?   ","text":"Через два года мой мальчик будет вдвое старше, чем он был два года назад. А моя девочка будет через три года втрое старше, чем три года назад.       Кто же старше: мальчик или девочка?","pic":"","picsign":"","answer":"Ни тот, ни другая не старше: они близнецы и каждому из них по 6 лет.      Возраст находят простым расчетом: через два года мальчик будет на 4 года старше, чем два года назад и притом вдвое старше; значит, 4 года – это возраст его два года назад, и, следовательно, сейчас ему 4 + 2 = 6 лет. Таков же и возраст девочки. Действительно: (6 + 2) : (6 – 2) = 2; (6 + 3) : (6 – 3) = 3.  ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":49,"name":"Сестры и братья ","text":"У меня сестер и братьев поровну. А у моей сестры вдвое меньше сестер, чем братьев. Сколько нас?","pic":"","picsign":"","answer":"Всех семеро: четыре брата и две сестры. У каждого брата два брата и две сестры; у каждой сестры – четыре брата и две сестры.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":50,"name":" УЛИТКА","text":"Улитка вздумала взобраться на дерево 15 метров высоты. В течение каждого дня она успевала подниматься на 5 метров; но по ночам, во сне, спускалась вниз на 4 метра каждый раз.       Через сколько суток достигнет она вершины дерева?","pic":"","picsign":"","answer":"Через 10 суток и 1 день. В первые 10 суток улитка поднимется на 10 метров, по 1 метру в сутки; в течение же следующего дня она всползет еще на 5 метров, т. е. достигнет верхушки дерева. (Обыкновенно неправильно отвечают – «через 15 суток».) ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":51,"name":"Пильщики дров ","text":"Пильщики распиливают бревно на метровые отрубки. Длина бревна – 5 метров. Распиловка бревна поперек отнимает каждый раз 1 1/2 минуты времени. Во сколько минут они распилили все бревно?","pic":"","picsign":"","answer":"Часто отвечают – в 1 1/2 x 5, т. е. в 7 1/2 минут. При этом забывают, что последний разрез даст два метровых отрубка. Значит, распиливать 5-метровое бревно поперек придется не 6, а 4 раза; на это уйдет всего 1 1/2 x 4 = 6 минут.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":52,"name":"В город ","text":"Крестьянин ехал в город. Первую половину пути он проехал в поезде, – в 15 раз быстрее, чем если бы он шел пешком. Однако вторую половину пути ему пришлось проехать на волах, – в 2 раза медленнее, чем он шел бы пешком. Сколько времени он все же выгадал по сравнению с ходьбой пешком?","pic":"","picsign":"","answer":"Крестьянин ничего не выгадал, а потерял. На вторую половину дороги он употребил столько времени, сколько отняло бы у него все путешествие в город пешком. Значит, он выгадать во времени не может, а должен потерять. Потерял он 15-ю долю того времени, какое нужно, чтобы пройти пешком половину дороги.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":53,"name":"Два школьника  ","text":"     – Дай мне яблоко, и у меня будет вдвое больше, чем у тебя, – сказал один школьник другому.       – Это несправедливо. Лучше дай ты мне яблоко, и у нас будет поровну, – ответил его товарищ.       Можете ли вы сказать, сколько у каждого школьника было яблок?","pic":"","picsign":"","answer":"Ответ: у одного школьника было 7 яблок, а у другого – 5.   1.Из того, что передача одного яблока уравнивает их число у обоих школьников, следует, что у одного на 2 яблока больше, чем у другого. Если от меньшего числа отнять одно яблоко и прибавить к большему числу, то разница увеличится еще на 2 и станет равна 4. Мы знаем, что тогда большее число будет равно двойному меньшему. Значит, меньшее число тогда будет 4, а большее 8. До передачи одного яблока у одного школьника было 8 – 1 = 7, а у другого 4 + 1 = 5.       Проверим, становятся ли числа равными, если от большего отнять одно яблоко и прибавить к меньшему:   7 – 1 = 6; 5 + 1 = 6.      2.Заметим, любители  алгебры могли бы записать условие в виде системы уравнений: (х+1)/(у-1)=2 и (х-1) = (у+1), где х и у - количество яблок у первого и второго школьника.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":54,"name":"Цена пряжки   ","text":"Пояс с пряжкой стоит 68 коп. Пояс дороже пряжки на 60 копеек.       Сколько стоит пряжка?","pic":"","picsign":"","answer":"Вы, вероятно, решили, что пряжка стоит 6 копеек. Если так, то вы ошиблись. Ведь тогда пояс был бы дороже пряжки не на 60 копеек, а всего на 52 коп.       Правильный ответ: цена пряжки 4 коп. Тогда пояс стоит 68 – 4 = 64 коп., т. е. на 60 коп. дороже пряжки.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":55,"name":" Почтовые марки","text":"Гражданин купил на почте марки трех родов: в 50 коп., в 10 коп. и в 1 коп., – всего 100 штук на 5 рублей.       Можете ли вы сказать, сколько штук марок разного рода он купил?","pic":"","picsign":"","answer":"Эта задача имеет только одно решение:       Гражданин купил:       50-копеечных марок . . . . 1 штуку       10-копеечных » . . . . 39 »       1-копеечных » . . . . 60 »       Действительно: всех марок 1 + 39 + 60 = 100 штук.       А стóят они: 50 + 390 + 60 = 500 копеек.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":56,"name":"Мишины котята","text":"Миша страшно любит кошек. Увидит где-нибудь брошенного котенка, подберет его и принесет к себе. У него всегда воспитывается несколько котят; но он не любил говорить товарищам сколько, чтобы над ним не смеялись. Бывало, спросят у него:       – Сколько у тебя теперь всех котят?       – Немного, – ответит он, – три четверти их числа, да еще три четверти одного котенка, вот и всего котят у меня.       Товарищи думали, что он просто балагурит. А между тем, Миша задавал им таким ответом задачу, которую нетрудно решить.       Попытайтесь, решите!","pic":"","picsign":"","answer":"Нетрудно понять, что 3/4 котенка есть четвертая доля всех котят. Значит, всех котят было вчетверо больше, чем 3/4, т. е. три.       Действительно, 3/4 от трех составляет 2 1/2, и остается 3/4 котенка.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":57,"name":"Продажа яиц ","text":" Крестьянка пришла на базар продавать яйца.  Первая покупательница купила у нее половину всех ее яиц и еще пол-яйца. Вторая покупательница взяла половину того, что осталось и еще пол-яйца.       Третья покупательница взяла одно яйцо.       После этого у крестьянки ничего не осталось.    Сколько яиц она принесла на базар?","pic":"","picsign":"","answer":"Ответ: 7 яиц.   Решение №1 дает алгебра: Обозначим Х - искомое количество яиц. По условию задачи все яйца проданы за три покупки: Х= (х/2+1/2) +((х-(х/2+1/2))/2 +1/2)+1; Упрощая это выражение, получим: 4-1/2-х/2=0, или х=7.      Решение №2:Очевидно, крестьянка принесла на базар нечетное число яиц: тогда половина всех яиц состояла из нецелого числа, а прибавка половины одного яйца превращала это число в целое. Что же это было за число? Начнем с конца. После того, как вторая покупательница взяла половину оставшихся яиц и еще 1/2 яйца, у крестьянки оказалось только одно яйцо. Значит, одно яйцо и еще 1/2 яйца составляют вторую половину того, что осталось после первой покупательницы. Отсюда узнаем, что после первой покупательницы осталось 1 1/2 + 1 1/2, т. е. 3 яйца. Прибавив 1/2 яйца, получаем половину всего числа яиц, бывших у крестьянки. Итак, крестьянка принесла на базар 3 1/2 + 3 1/2, т. е. 7 яиц. ","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":58,"name":"Кошки ","text":"В квартире держали несколько совершенно одинаковых кошек; у одной из них родились котята. Стали их взвешивать, и оказалось следующее:       Четыре кошки и три котенка весят вместе 15 кило.       Три кошки и четыре котенка – 13 кило.       Можете ли вы определить, сколько весили в отдельности каждая кошка и каждый котенок? Взрослые кошки были одинакового веса, котята – тоже.","pic":"","picsign":"","answer":"Соображаем:       4 кошки и 3 котенка весят 15 кило.       3 кошки и 4 котенка весят 13 кило.       Значит, 7 кошек и 7 котят весят 28 кило.       Отсюда узнаем вес 1 взрослой кошки вместе с 1 котенком – 4 кило. Теперь узнаем, сколько весят 4 кошки и 4 котенка: умножив 4 кило на 4, получаем 16 кило.       Сопоставляем:       4 кошки и 3 котенка весят 15 кило.       4 кошки и 4 котенка весят 16 кило.       Ясно, что котенок весит 1 кило, и, следовательно, вес взрослой кошки – 3 кило.","fig":"","figsign":"","section":10,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":59,"name":"Кольцо вокруг Земли","text":"Представьте себе нашу планету, плотно стянутую твердым кольцом по всему ее экватору. После увеличения длины окружности такого кольца на 10 метров, между кольцом и поверхностью земли должен образовался зазор. Смежет ли в этот зазор пройти, или  хотя бы протиснуться человек? (Известно, что экватор имеет длину приблизительно равную 40 000 километров). ","pic":"","picsign":"","answer":"Для решения данной задачи достаточно элементарных знаний геометрии. Изначально может показаться, что увеличение длины кольца на 10 метров, по сравнению с его длиной в 40 000 км будет способствовать образованию практически незаметного зазора. Однако, исходя из формулы определения длины окружности L=2πR видно, что радиус Земли (кольца) R= L/2π   и при увеличении длины кольца на 10м, его радиус приблизительно увеличиться на 1,59м (10м/6,28), образуя соответствующий зазор, в который человек сможет не только протиснуться, но и даже пройти, немного нагнувшись.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":60,"name":"Галки и палки","text":"Летели галки, сели на палки. Сядут по одной — галка лишняя, сядут по две — палка лишняя. Сколько было палок и сколько было галок? ","pic":"","picsign":"","answer":"Три палки и четыре галки. Решение: обозначим  Х - количество галок, и У - количество палок. Согласно условию, имеем систему уравнений: Х=У+1 и Х/2 =У-1. Решая систему, исключаем Х: У+1 = 2У-2. Следовательно, У=3, Х=4.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":61,"name":"Вес рыбы","text":"Один рыбак поймал очень большую рыбу и решил ее взвесить. Но рыба была так велика, что на весы не помещалась, поэтому он ее взвесил по частям: хвост весил 40кг, голова весила столько же, сколько хвост с половиной туловища, туловище весило столько же, сколько голова с хвостом. Сколько же весила вся рыба?","pic":"","picsign":"","answer":"Рыба весила 320кг. Хвост = 40кг, голова = 120 кг, туловище = 160кг. (Решение. Введем обозначения: Х=40, Г=Х+Т/2; Т=Г+Х. Вес головы можно выразить так: Г=Х+Т/2 =Т-Х; Значит Т= 4Х, Г=ЗХ.)","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":62,"name":"Сколько гусей","text":"Летит стая  гусей, а навстречу ей летит один гусь. Он приветствует стаю: 'Здравствуйте 100 гусей!' . Встречные гуси отвечают: ' Нас не 100 гусей. Вот если бы нас было еще столько же, да плюс полстолька, да плюс четверть столько, да ты один, вот тогда нас было бы ровно сто'. Сколько летело гусей в стае?","pic":"","picsign":"","answer":"Тридцать шесть. Обозначим количество гусей в стае за икс 'х'. Тогда можно записать уравнение: х + х + х/2 + х/4 +  1 = 100, или 11х/4 = 99. Отсюда х = 36. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":63,"name":"Сколько лет братьям","text":"Три брата получили 24 яблока, причем каждому досталось столько яблок, сколько ему было лет 3 года назад. Младший брат предложил снова переделить яблоки по следующему принципу: 'Я оставляю себе половину имеющихся у меня яблок, а остальную половину делю поровну между вами; после этого пусть также сделает сначала средний брат, потом старший'. В итоге после трех обменов яблоками у всех яблок стало поровну. Сколько лет было каждому из братьев?","pic":"","picsign":"","answer":"В конце обмена у каждого оказалось по 8 яблок. Следовательно, у старшего перед тем, как он отдал половину яблок своим братьям, было 16 яблок, а у среднего и младшего - по 4 яблока. Далее, перед тем, как делил яблоки средний брат, у него их было 8шт, у старшего 14шт, а у младшего 2шт. Отсюда, перед тем, как делил свои яблоки младший брат, у него оказалось 4 яблока, у среднего 7, а у старшего 13. Следовательно, младшему 7 лет, среднему 10 лет, старшему 16 лет. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":64,"name":"Определение стоимости","text":"Продавец магазина продал каждому из своих покупателей столько коробок конфет, сколько у него было всего покупателей. За каждую коробку взял столько долларов, сколько коробок конфет он продал каждому. Часть вырученной суммы продавец потратил на покупку десяти кексов. За каждый кекс он заплатил число долларов, меньше числа кексов, но каждый кекс стоил дороже коробки конфет. Оставшаяся у продавца сумма была меньше цены кекса. Определите стоимость коробки конфет и кекса.","pic":"","picsign":"","answer":"Конфет = 4долл, кекса = 6долл.   Обозначим через х - цену коробки конфет, через у - цену кекса, z - оставшуюся у продавца сумму денег. Тогда, согласно условию задачи, получим: х^3 = 10у + z (символ ^ обозначает возведение в степень). Левая часть (и правая части) должна быть двузначным числом (z < y < 10 ), а также точным кубом, следовательно она может быть равна или 27 или 64. Число 27 не подходит, иначе z > y. Таким образом, x^3 = 64 = 10y + z, откуда x = 4, y = 6, z = 4. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":65,"name":"Кто  получит больше","text":"Первый сотрудник фирмы получает за день столько денег, сколько отработает дней (например, если отработает 30 дней, то получит каждый день по 30 условных денежных единиц). Второй сотрудник фирмы получит за каждый день на 1 у.е. больше (чем первый), но проработает на 1 день меньше. Кто из сотрудников получит в итоге больше денег?","pic":"","picsign":"","answer":"Первый сотрудник. Решение: Если первый сотрудник проработает n дней, то он получит n^2 у.е. (символ ^ обозначает возведение в степень). Второй проработает (n - 1) дней и получит за каждый день (n + 1) у.е., в итоге он получит (n - 1) х (n + 1) = n^2 - 1. Следовательно, второй сотрудник получит меньше на 1 у.е. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":66,"name":"Кто несет больше","text":"Муж с женой идут вместе из супермаркета и каждый несет по несколько пакетов с продуктами. Муж говорит: 'Если я у тебя возьму один пакет, то у меня их будет в 2 раза больше, чем у тебя. А если ты возьмешь у меня один пакет, то количество пакетов у каждого будет поровну'. Сколько пакетов несет каждый?","pic":"","picsign":"","answer":"Муж = 7, жена = 5.       Допустим, что муж несет 'у' пакетов, а жена 'х' пакетов. То из условия задачи получим два уравнения: 1) у + 1 = 2 * (х - 1); 2) у - 1 = х + 1. Подставим х из уравнения 2 в уравнение один: у + 1 = 2 * (у - 3) = 2у - 6 или у = 7. Подставив 'у' в любое из двух уравнений найдем х = 5. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":67,"name":"Скорость автобуса","text":"Междугородний автобус проехал расстояние между двумя городами со скоростью 60 км/ч. Обратный путь он проехал со скоростью 40 км/ч. Найдите среднюю скорость автобуса.","pic":"","picsign":"","answer":"48 км/ч. Решение: Обозначим среднюю скорость через 'х', а расстояние между городами 'у'. Из условия задачи получим уравнение: (2у : х) = (у/69 + у/40). Делим обе части уравнения на 'у', получим: (2/х) = (1/60 + 1/40), откуда х = 48. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":68,"name":"Сколько индюков","text":"Во дворе у фермера бегают индюки и козы. У всех вместе 20 голов и 52 ноги. Сколько всего индюков и сколько коз бегают на ферме?","pic":"","picsign":"","answer":"14 индюков и 6 коз. Решение: всего животных 20. Если бы были только индюки, то у них было бы 40 ног, а их 52, т.е. на 12 ног больше. У каждой козы на 2 ноги больше, чем у индюка. Следовательно, необходимо 12 поделить на 2 получим 6. В итоге из 20 животных на ферме 6 коз и, соответственно, 14 индюков. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":69,"name":"Сколько по завещанию","text":"Один господин составил завещание на общую сумму 14000 долларов. Дополнительные условия завещания: если жена родит сына, то сыну достанется вдвое больше, чем матери. Если мать родит дочь, то дочери достанется вдвое меньше, чем матери. В итоге родились близнецы: сын и дочь. Как правильно поделить завещание?","pic":"","picsign":"","answer":"Решение: от суммы завещания дочь должна получить одну часть (х), мать две части (2х), а сын четыре части (4х). В итоге: 4х + 2х + 1х = 14000 долларов или х = 2000 долларов. В итоге сыну достанется 8000 долларов, матери 4000 долларов и дочке 2000 долларов. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":70,"name":"Сколько наклеек","text":"Два школьника обменивались между собой цветными наклейками. Первый дал второму столько, сколько было у второго. Далее второй дал первому столько наклеек, столько осталось у первого. Затем первый дал второму столько, сколько осталось у второго, в результате чего все наклейки у первого школьника закончились. Теперь у второго школьника ровно 80 наклеек. Сколько наклеек было у каждого до обмена?","pic":"","picsign":"","answer":"У первого школьника было пятьдесят наклеек, а у второго тридцать. Решение: начинать надо с конца. Если у второго наклеек стало 80, значит, первый дал ему 40. Отсюда, второй дал первому до этого 20 наклеек, у него до этого было их 60, а у первого 20. Значит, в самом первом обмене первый школьник дал второму 30 наклеек, при этом до этого у него их было 50, а у второго 30. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":71,"name":"Скорость пешком и на велосипеде","text":"Мальчик пошел из лагеря в город. В 12 часов, в нескольких километрах от лагеря, его догнал велосипедист и подвез его немного. Затем велосипедист высадил мальчика недалеко от города, и в 14 часов мальчик добрался до города. Сколько времени потратит мальчик на обратную дорогу пешком, если известно, что скорость велосипедиста в два раза больше скорости мальчика?","pic":"","picsign":"","answer":"Пусть велосипедист вёз мальчика х километров. Скорость мальчика v км/ч, скорость велосипедиста 2v км/ч. Между 12-00 и 14-00 прошло времени x/2v+a/v=(x+2a)/(2v)=2 часа. На обратную дорогу уйдёт (x+2a)/v=4 часа","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":72,"name":"Три дочери и два сына","text":"Дядя приехал навестить своих двух племянников и трех племянниц, которых давно не видел.   Первыми вышли к нему маленький Володя с сестренкой Женей, и мальчуган гордо объявил дяде, что он в два раза старше своей сестры.   Затем выбежала Надя, и вошедший с нею папа сказал гостю, что обе девочки вдвое старше мальчика.   Когда пришел из школы Алеша, папа объявил, что мальчики вместе вдвое старше обеих девочек.   Позднее всех пришла Лида и, увидев гостя, радостно воскликнула:   – Дядя, вы приехали как раз в день моего рождения! Мне сегодня исполнился 21 год!   – И знаете еще что, – прибавил отец, – я сейчас сообразил, что мои три дочери вместе вдвое старше обоих моих сыновей.   Сколько же лет было каждому сыну и каждой дочери?   ","pic":"","picsign":"","answer":"Мы знаем, что Володя вдвое старше Жени, а Надя и Женя вместе вдвое старше Володи. Значит, годы Нади и Жени, сложенные вместе, вчетверо больше, чем возраст Жени. Отсюда прямо следует, что Надя старше Жени в 3 раза.Далее, мы знаем, что сумма лет Алеши и Володи вдвое больше суммы лет Нади и Жени. Но возраст Володи есть удвоенный возраст Жени, а годы Нади и Жени, сложенные вместе, есть учетверенный возраст Жени. Следовательно, годы Алеши + удвоенный возраст Жени = 8-кратному возрасту Жени, т. е.:               Алеша старше Жени в 6 раз.   Наконец, нам известно, что сумма возрастов Лиды, Нади и Жени равна удвоенной сумме возрастов Володи и Алеши. Имея перед глазами табличку:   Лиде – 21 год.   Надя – в 3 раза старше Жени,   Володя – в 2 раза старше Жени,   Алеша – в 6 раз старше Жени,   мы можем сказать, что   21 год + утроенный возраст Жени + возраст Жени = 4-кратному возрасту Жени + 12-кратному возрасту Жени,   или:   21 год + 4-кратный возраст Жени = 16-кратному возрасту Жени.   Значит, 21 год равен 12-кратному возрасту Жени и, следовательно, Жене 21: 12 = 13/4 года. Теперь уже легко определить, что Володе 31 /2 года, Наде – 51/4 и Алеше – 101/2 лет","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":73,"name":"Две свечи","text":"Внезапно погас электрический свет во всей квартире – испортилась проводка. Чтобы не прерывать работы, я зажег две свечи, стоявшие на моем письменном столе на всякий случай, и при их свете занимался до тех пор, пока проводка не была приведена в исправность.   Спустя день мне понадобилось узнать, на сколько именно времени было прервано электрическое освещение. Я забыл отметить по часам, когда выключили свет и когда его включили снова. Не помнил я и длины свеч. Знаю только, что одна свеча была потолще, такие свечи сгорают целиком за 5 часов, другая – потоньше и могла бы сгореть за 4 часа. Ищу огарки – и не нахожу: домашние выбросили их.   – Какой же они были длины? – спрашиваю у них.   – Один был совсем маленький, а другой побольше.   – Во сколько же раз больше? Вдвое?.. Не помните ли этого? – допытывался я.   – Ровно в четыре раза, – ответили мне. Итак, стало известно только то, что один огарок был в четыре раза длиннее другого. Возможно ли на этом основании определить, сколько времени горели свечи?   ","pic":"","picsign":"","answer":"Для ясности нарисуем рядом две свечи – толстую, которая сгорает за 5 часов, и тонкую, которая сгорает за 4 часа. Заштрихуем сгоревшие части обеих свечей. Легко сообразить, что длина сгоревшей части тонкой свечи (ЕЕ)должна составлять 5/4 длины сгоревшей части толстой (ВС); другими словами, заштрихованный в клетку избыток тонкой свечи (ЕК) составляет по длине 1/4 сгоревшей части толстой (ВС). Но в то же время длина этого избытка равна1/4 длины толстого огарка (АВ). Другими словами, мы узнали, что 3/4 длины толстого огарка равны 1/ 4 длины сгоревшей части толстой свечи. Значит, 4/4 толстого огарка, т. е. весь огарок, составляет 1/4 × 4/3 = 1/ 3 толстой свечи.       Итак, огарок толстой свечи равен 1/ 3 сгоревшей части или 1/ 4 всей длины свечи. Сгорело, следовательно, 3/4 толстой свечи. А так как вся свеча могла сгореть за 5 часов, то 3/4 ее горело в течение 5х3/4.   Ответ: свечи горели 33/4 часа.      ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":74,"name":"Галки и палки","text":"Летели галки, сели на палки. Сядут по одной — галка лишняя, сядут по две — палка лишняя. Сколько было палок и сколько было галок? ","pic":"","picsign":"","answer":"Четыре галки и три палки.   Решение:  Обозначим количество галок=х, палок=y. Тогда:  x - y = 1 ,  y - x/2 = 1. Решая эту простую систему уравнений, получим х=4,  y=3.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":75,"name":"Пара носков","text":"   В шкафу вперемешку лежат 15 носков черного цвета и 20 носков белого цвета. Какое минимальное количество носков необходимо достать (в полной темноте или просто не глядя), чтобы из них можно было получить пару одного цвета?","pic":"","picsign":"","answer":"Необходимо достать всего 3 носка. При этом возможны следующие варианты комбинаций. 1. Все три носка черного цвета. 2. Все носка белого цвета. 3. Один носок черного, два носка белого цвета. 4. Один носок белого, два носка черного цвета. То есть при любом варианте можно получить пару одного цвета.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":76,"name":"Ключи и замки","text":"Имеется три ключа от трех чемоданов с различными замками. Каждый ключ подходит только к одному чемодану. Достаточно ли трех проб, чтобы подобрать ключи к каждому из них?","pic":"","picsign":"","answer":"Достаточно. Обозначим ключи буквами А, В, С, а замки М, К, Р. Тогда первая проба может дать, например, такой результат: ключ А не подходит к замку М. Это означает, что он подходит к замку К или к замку Р. Вторая проба: ключ В не подходит к замку М. Тогда ясно, что: а) ключ В подходит к замку К или к замку Р; б) к замку М подходит ключ С. Третья проба ставит все на свои места: если к замку К не подходит ключ А, то к нему подходит ключ В, а ключ А подходит к замку Р. Если же первая проба дает результат такой, что ключ А подходит к замку М, то тогда достаточно второй пробы, чтобы установить, какой из оставшихся ключей к какому замку подходит.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":77,"name":"Рукопожатие","text":"Если из 25 человек каждый пожмет руку другому только один раз, то сколько рукопожатий получится","pic":"","picsign":"","answer":"300. Решение1: в связи с тем, что каждый может пожать руку только 24 раза, то необходимо 25 умножить на 24 получится 600. При этом каждый с любым другим поздоровается дважды, следовательно, нужно еще 600 поделить на 2, получится 300. Решение2: Если первый человек может совершить 24 рукопожатия, то второй уже только 23, т.к. с первым он уже здоровался, и так далее до последнего, который дополнительно никому пожать руку не может, т.к. уже все с ним поздоровались. Необходимо сложить последовательность чисел: 24 + 23 + 22 + ... + 1, что в сумме дает 300","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":78,"name":"Быстрая сумма","text":"Как быстро сосчитать сумму чисел последовательности: 1 + 2 + 3 + ... + 99","pic":"","picsign":"","answer":"1 способ. Можно представить эту последовательность из 49 пар чисел, сумма которых равны стам (1+99,2+98, и т.д) и оного непарного числа (50). Тогда 49х100 +50=4950.            2 способ: Прибавить к данной последовательности обратную ей последовательность: 99 + 98 + 97 + ... + 1 . Очевидно, что сумма двух таких последовательностей состоит из 99 пар чисел, где суммы каждой пары равна 100.  Тогда 100 * 99 = 9900. Так как суммы последовательностей равны, а мы сложили две постедовательности, то искомый результат равен 9900/2= 4950. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":79,"name":"Кто в выиграше?","text":"Два человека заключили договор. По этому договору целый месяц (30 дней) первый платит второму: в первый день 1 рубль, во второй день 2 рубля, в третий день 3 рубля и так далее все 30 дней. Второй человек платит первому в первый день четверть копейки, во второй день полкопейки, в третий день копейку, т.е. каждый день в 2 раза больше, чем в предыдущий день. Кто из них останется в выигрыше?","pic":"","picsign":"","answer":"Ну конечно, - Первый.  Первый  заплатит другому за весь месяц всего 465 рублей = 15 пар дней х 31 руб (1 +30, 2+29, и т.д) . Второй платит первому 0,25 + 0,5 + 1 + 2 + ... + 2^27 (символ ^ обозначает возведение в степень). Сразу же видно, что 2 в степени 27 гораздо больше, чем 465 (равно 134217728 копеек или 134217 рублей). ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":80,"name":"Музыка на дискотеке","text":"Во время работы дискотеки 80% времени был выключен свет, 90% времени играла музыка и 50% времени шёл дождь. Определите часть времени, позволяющуую утверждать, что все эти события происходили одновременно, т.е. сколько по минимуму могла звучать музыка под дождём в темноте?","pic":"","picsign":"","answer":"Ответ - 20%.    Рассмотрим самый жесткий вариант. Предположем, что в период, когда шел дождь (50%), свет горел все 20% времени, когда он выключался. Т.е. гарантированно эти два условия выполнялись в течении 30% всего времени работы дискотеки.  А если еще и музыка молчала 10% в этот период, то музыка под дождём в темноте звучала не меньше 30%-10% = 20% всего времени.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":81,"name":"Замки и ключи","text":"В гостиннице есть 10 номеров  и 10 ключей к ним, но бирки на ключах потеряны: мы не знаем от каких они номеров, но знаем, что к каждому замку подходит только один ключ. Прийдется подобрать ключи ко всем номерам. Попробуем открыть первый номер каждым из 10 ключей. В лучшем случае он откроется первым же ключом, а в худшем - только десятым. Сколько нужно в худшем случае произвести проб, чтобы открыть все замки?","pic":"","picsign":"","answer":"Ответ: 45 проб.      Для 1-го замка достаточно 9 проб (если все 9 проб неуспешны, - понятно, что подойдет 10-й ключ), для 2-го - 8, для 3-го - 7 и т.д., а для оставшегося 10-го не требуется ни одной. Тогда общее число проб составит 9+8+7+...+1+0 = 45.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":82,"name":"Цветные шары","text":"В ящике лежат 70 шаров: 20 красных, 20 синих, 20 желтых, остальные черные и белые. Какое наименьшее число шаров надо взять, не видя их, чтобы среди них было не меньше 10 шаров одного цвета?","pic":"","picsign":"","answer":"38","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":83,"name":"Сколько нужно переводчиков","text":"На международную конференцию приехали 10 делегатов, не понимающих языка друг друга. Какое минимальное число переводчиков потребуется для обслуживания конференции при условии, что каждый переводчик знает только два языка?","pic":"","picsign":"","answer":"9","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":84,"name":"Положение шашек","text":"На пустую шашечную доску надо поместить две шашки разного цвета. Сколько различных положений могут они занимать на доске?","pic":"","picsign":"","answer":"Ответ: 4032  положения      Первую шашку можно поместить на любое из 64 полей доски, т.е. 64 способами. После того как первая поставлена, вторую шашку можно поместить на какое-либо из прочих 63 полей. Значит к каждому из 64 положений первой шашки можно присоединить 63 положения второй шашки. Отсюда общее число различных положений двух шашек на доске: 64 х 63 = 4032.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":85,"name":"Всмятку и вкрутую","text":"Хозяйка сварила 5 яиц: два вкрутую и три всмятку. Но она забыла отметить, какие именно яйца сварены вкрутую и какие всмятку, и подала их к столу на одном блюде.  Вы наудачу берете с блюда два яйца. Стоит ли биться о заклад, ставя один рубль против пяти, что вам попадутся оба крутых яйца?","pic":"","picsign":"","answer":"Для удобства перенумеруем яйца:   крутое № 1. . . . К1   ,крутое № 2. . . . К2   ,всмятку № 1. . . С1   ,всмятку № 2. . . С2,  всмятку № 3. . . С3,  Из этих яиц можно составить следующие 10 пар: К1К2 К2С1 С1С2,  К1С1 К2С2 С1СЗ,  К1С2 К2С3 С2СЗ,  К1С3.  .Мы видим, что только одна пара – первая – состоит из крутых яиц, остальные 9 не дают требуемого сочетания.  .Значит, у вас только 1 шанс из 10 взять пару крутых яиц; в остальных 9 случаях из 10 вы проигрываете. И если вы ставите 1 руб., то ваш партнер, имеющий 9 шансов из 10 выиграть, должен для уравнения шансов поставить не 5, а 9 рублей.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":86,"name":"Игральная кость","text":"Вот игральная кость (рис. 191): кубик с обозначенными на его гранях очками от 1 до 6. Петр бьется о заклад, что если бросить кубик 4 раза подряд, он упадет единицей кверху только один раз.  Владимир же утверждает, что единица при четырех бросках либо совсем не выпадет, либо же выпадет больше одного раза.         У кого из них больше шансов выиграть спор?","pic":"","picsign":"","answer":"При четырех бросаниях число всевозможных положений игральной кости равно 6 × 6 × 6 × 6 = 1296. Допустим, что при первом бросании выпало единичное очко. Тогда при трех следующих бросаниях число всевозможных положений кубика, благоприятных для Петра (т. е. число выпаданий любых очков, кроме единичного), равнялось 5 × 5 × 5 = 125. Для Петра также возможно 125 благоприятных расположений, если единичное очко выпадает только при втором, только при третьем или только при четвертом бросании. Итак, существует 125 + 125 + 125 + 125 = 500 различных возможностей того, что единичное очко при четырех бросаниях появится один и только один раз. Неблагоприятных же возможностей имеется 1296 – 500 = 796 (так как таковыми являются все остальные случаи). Мы видим, что у Владимира шансов выиграть больше (796 против 500), чем у Петра.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":87,"name":"Семеро друзей","text":"1. У одного человека было 7 друзей. Первый посещал его каждый вечер, второй – каждый второй вечер, третий – каждый третий вечер, четвертый – каждый четвертый вечер и т. д. до седьмого друга, который являлся каждый седьмой вечер.   Часто ли случалось, что этого человека в один и тот же вечер навещали все семеро друзей?           2. В те вечера, когда друзья собирались все вместе, хозяин угощал их вином, и приятели чокались друг с другом попарно. Сколько раз при этом звучали бокалы, сталкиваясь между собой?","pic":"","picsign":"","answer":"Нетрудно сообразить, что все семь друзей могли одновременно встречаться у хозяина через такое число дней, которое делится и на 2, и на 3, и на 4, и на 5, и на 6, и на 7. Наименьшее из таких чисел есть 420. Следовательно, друзья собирались вместе только один раз в 420 дней (14 месяцев).                                               2. Каждый из восьми присутствующих (хозяин и 7 его друзей) чокается с 7-ю остальными; всего сочетаний по два имеется 8 × 7 = 56. Но каждая пара учитывалась дважды (например, пары 3-й гость с 5-м и 5-й с 3-м рассматривались как разные). Следовательно, бокалы звучали 56: 2 = 28 раз.                    ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":88,"name":"Пара носков","text":"Логическая задача о носках. Представьте, что в вашем шкафу для носков имеется : 4 белых носка, 8 черных, 3 коричневых и 5 серых. Какое минимальное количество носков надо вытащить из шкафа не глядя, чтобы быть уверенным, что вы получите хотя бы одну пару одинаковых носков.","pic":"","picsign":"","answer":"Пять. Так как количество видов носков равно 4, то вытащенный пятый всегда будет образовывать пару с каким-то из четырех. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":89,"name":"Мост через ручей","text":"    Двое соседей-дачников собрались построить мост через ручей, разделяющий их дачные участки. Расстояние от ручья до домика каждого дачника разное, причем домик одного дачника располагается чуть ниже по течению относительно домика другого. Как построить мост через ручей, чтобы он отстоял на одинаковом расстоянии от обоих домиков?","pic":"","picsign":"","answer":"Задача решается с помощью несложных геометрических расчетов. Сначала замеряем расстояние (по прямой линии) между домиками и делим его пополам. Для наглядности можно воспользоваться длинной веревкой, натянув ее между домиками. В средней части веревки делаем отметку и устанавливаем из нее перпендикуляр (к веревке) по направлению к ручью. Точка пересечения перпендикуляра с ручьем укажет на искомое место для постройки моста.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":90,"name":"Крышка люка","text":"Чтобы люди могли попасть в канализационные коллекторы или добраться до других подземных коммуникаций, используются люки. В подавляющем большинстве случаев крышки люков имеют круглую форму, а не квадратную или прямоугольную. Почему?","pic":"","picsign":"","answer":"Крышка квадратного или прямоугольного люка может провалиться в люк, так как длина диагонали люка больше длины стороны крышки. Крышка же круглого люка провалиться не может, как ее ни поверни. Поэтому круглые люки удобнее и безопаснее квадратных.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":91,"name":"Как отлить половину воды?","text":"   В кастрюлю правильной цилиндрической формы налита до верху вода. Каким образом, не имея под рукой никаких мерок и приспособлений, отлить из кастрюли такое количество воды, чтобы в ней осталось половина ее содержимого?","pic":"","picsign":"","answer":"Наклонив кастрюлю, необходимо отливать из нее воду до тех пор, пока не покажется кромка дна, а вернее сказать точка на дне кастрюли, в которой пересекутся (сойдутся) поверхности дна и стенки кастрюли с поверхностью воды.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":92,"name":"До половины","text":"Цилиндрическая бочка заполнена водой примерно наполовину. Но вы хотите узнать, точно ли до половины в ней налито воды. У вас нет ни палки, ни какого-либо другого инструмента для замера содержимого бочки. Каким образом можно узнать, ровно ли наполовину заполнена бочка?","pic":"","picsign":"","answer":"Самый простой способ – наклонить бочку так, чтобы вода дошла до края. Если при этом дно бочки немного обнажится, то значит, вода стояла ниже половины. Если дно окажется ниже уровня воды, значит, воды было налито больше, чем до половины. И наконец, если верхний край дна будет как раз на уровне воды, значит, бочка была наполнена ровно наполовину.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":93,"name":"Вес бревна","text":"Круглое бревно весит 30 кг.   Сколько весило бы оно, если бы было вдвое толще, но вдвое короче?","pic":"","picsign":"","answer":" От увеличения поперечника (диаметра) вдвое. объем круглого бревна увеличивается вчетверо; а от уменьшения длинны бревна вдвое его  объем уменьшается всего в два раза. Поэтому толстое короткое бревно должно быть вдвое тяжелее длинного тонкого, то есть весить 60 кг","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":94,"name":"Путешествие шмеля","text":"Шмель отправляется в дальнее путешествие. Из родного гнезда он летит прямо на юг, пересекает речку и, наконец, после целого часа пути спускается на косогор, покрытый душистым клевером. Здесь, перелетая с цветка на цветок, шмель остается полчаса.   Теперь надо посетить сад, где он вчера заметил цветущие кусты крыжовника. Сад лежит на запад от косогора, и шмель спешит прямо туда. Спустя 3/4 часа он уже в саду. Крыжовник в полном цвету; на то, чтобы посетить все цветы, уходит полтора часа. А затем, не отвлекаясь в стороны, кратчайшей дорогой летит домой.   Сколько времени отсутствовал шмель?","pic":"","picsign":"","answer":"Задача решалась бы очень просто, если бы было известно, сколько времени понадобилось шмелю на перелет из сада в родное гнездо. Этого в задаче не сказано, но геометрия поможет нам самим узнать необходимые данные.   Начертим путь шмеля. Мы знаем, что шмель летел сначала «прямо на юг» в течение 60 мин. Затем он летел 45 мин «на запад», т. е. под прямым углом к прежнему пути. Оттуда «кратчайшей дорогой», т. е. по прямой линии – обратно к гнезду. У нас получился прямоугольный треугольник ABC, в котором известны оба катета, АВ и ВС, и надо определить третью сторону, – гипотенузу АС, используя, например, теорему Пифагора). Для простоты расчетов удобно выбрать новую единицу измерения пути - это путь шмеля за 15 минут полета. Тогда в нашем случае один катет равен 3 (условным единицам), другой – 4; и  значит гипотенуза АС равна 5. Итак, мы узнали, что из сада к гнезду шмель летел 5х15 =75 мин. Всего на перелеты он потратил: 3 часа .   На остановки у него ушло 2 часа. :Итого: 3 часа + 2 часа = 5 часов. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":95,"name":" Ящик","text":"У меня есть ящик, и я могу вам сказать, что крышка его заключает 120 квадратных дюймов, передняя стенка – 96, а боковая – 80.   Можете ли вы определить, каковы размеры моего ящика, т. е. сколько он имеет в длину, ширину и высоту    ","pic":"","picsign":"","answer":"Поверхность крышки равна произведению длины ящика и его ширины; поверхность боковой стенки равна высоте х ширину; поверхность передней стенки – высоте х длину. Таким образом,   длина × ширина = 120;   высота × ширина = 80;   высота × длина = 96.   Перемножим первые два равенства. Получим:   длина × высота × ширина × ширина = 120 × 80.   Разделим это новое равенство на 3-е:      Сократив дробь и произведя действия, имеем   ширина × ширина = 100.   И, следовательно, ширина ящика равна 10 см. Зная это, легко определить, что высота ящика равна   80: 10 = 8 см, а его длина = 96: 8 = 12 см. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":96,"name":"Основание карфагена","text":"Об основании древнего города Карфагена существует следующее предание. Дидона, дочь тирского царя, потеряв мужа, убитого ее братом, бежала в Африку и высадилась со многими жителями Тира на ее северном берегу. Здесь она купила у нумидийского царя столько земли, «сколько занимает воловья шкура». Когда сделка состоялась, Дидона разрезала воловью шкуру на тонкие ремешки и окружила ими участок земли. Благодаря такой уловке она получила участок, достаточный для сооружения крепости. Так, гласит предание, возникла крепость Карфаген, вокруг которой впоследствии был построен город. Попробуйте вычислить, какую площадь могла занимать крепость, если считать, что воловья шкура имеет поверхность 4 м2, и принять ширину ремешков, на которые Дидона ее изрезала, равной одному миллиметру.","pic":"","picsign":"","answer":"Если площадь воловьей шкуры 4 м2 или 4 000 000 мм2, а ширина ремня 1 мм, то общая длина вырезанного ремня (если Дидона вырезала его из шкуры по спирали) – 4 000 000 мм, т. е. 4000 м, или 4 км. Таким ремнем можно окружить квадратный участок площадью 1 км2.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":97,"name":"Огурец в бутылке","text":"   Все видели модель корабля, помещенную в бутылку. Ясно, что умельцы собрали модель прямо в бутылке из маленьких деталей. Но я видел в стеклянной бутылке большой спелый огурец. Как его туда поместили?","pic":"","picsign":"","answer":"Огурец просто вырастили в бутылке, поместив в нее крохотный огурчик через горлышко, и так оставили  досозревать. Огурцы созревают очень быстро, и через несколько дней в бутылке будет настоящий великан.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":98,"name":"Взвешивание","text":"У купца пряностями имеется 9 кг черного перца и чашечные весы с гирями в 50 г и 200 г. Сможет ли он в три приема отвесить 2 кг своего товара покупателю?.","pic":"","picsign":"","answer":"Да, сможет. Нужно сначала развесить крупу на две равные части по 4,5 кг; затем развесить одну из этих частей еще раз пополам, то есть по 2,25 кг, и от одной из этих частей отнять при помощи двух имеющихся гирь 250 г.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":99,"name":"Переливание","text":"Пятилитровая банка полностью заполненна молоком, но есть еще две пустые банки  – на два и три литра. Покупателю нужно лишь 4 литра молока. Как, используя только эти три банки и метод переливания, удовлетворить его просьбу? ","pic":"","picsign":"","answer":"Оставляем в пятилитровой банке 2 литра сока, перелив 3 литра в трехлитровую банку. 2. С трехлитровой банки переливаем 2 литра сока в двухлитровую банку. 3. Переливаем все содержимое ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":100,"name":"Фальшивая манета","text":"   На столе лежат девять монет. Одна из них — фальшивая. 1.Как при помощи двух взвешиваний можно найти фальшивую монету, если известно что фальшивая монета легче настоящих?.    2. А сколько взвешиваний потребуется, если о весе фальшивой монеты ничего не известно?","pic":"","picsign":"","answer":"1.Первое взвешивание: на каждую чашку весов кладем по три монеты. Если весы уравновешены, то фальшивой монеты на весах нет и для второго взвешивания берем две монеты из трех оставшихся. Если фальшивая монета теперь окажется  на весах, то ясно, на какой она чашке весов. Если же весы уравновешены, то фальшивой является оставшаяся не взвешенная монета. Если при первом взвешивании одна из чашек перевешивает другую, то фальшивая монета находится среди монет, вес которых оказывается меньше. Тогда вторым взвешиванием устанавливаем, какая из монет фальшивая.   2. Потребуется уже 3 взвешивания.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":101,"name":"Мешки с золотом","text":"   Имеется 10 мешков с монетами (количество монет в каждом мешке одинаковое). В девяти мешках монеты золотые, а в одном - фальшивые. Вес настоящей золотой монеты 5 грамм, а вес фальшивой - 4 грамма. Как за одно взвешивание на весах (весы взвешивают с точностью до грамма) определить, в каком из мешков монеты фальшивые?","pic":"","picsign":"","answer":"Пронумеруем мешки от 1 до 10. Из первого мешка возьмем 1 монету, со второго 2, из третьего 3, и так до 10 монет (суммарно 55 монет). Произведем взвешивание этих монет. Если бы все монеты были золотыми, то весили бы 275 грамм. Если при нашем взвешивании не будет хватать 1 грамма, то фальшивые монеты в первом мешке, если 2-х грамм - то во втором, и так далее до 10-ти.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":102,"name":"Мерка для воды","text":"    Как при помощи 5-ти литрового и 9-ти литрового ведра набрать из реки 3 литра воды?","pic":"","picsign":"","answer":"Заполняем водой из реки 9-ти литровое и переливаем из него воду в 5-ти литровое (в 9-ти литровом остается 4 литра). Освобождаем 5-ти литровое ведро и переливаем в него 4 литра из 9-ти литрового. Еще раз заполняем водой из реки 9-ти литровое и из него доливаем в 5-ти литровое 1 литр воды (в 9-ти литровом остается 8 литров). Освобождаем 5-ти литровое и переливаем в него из 9-ти литрового 5 литра воды. В 9-ти литровом ведре останется 3 литра воды.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":103,"name":"Поставь стаканы","text":"Подряд стоят шесть стаканов: три первых с водой и три последних - пустые. Как сделать так,  чтобы пустые и полные стаканы чередовались, если брать в руки или касаться  можно только к одному стакану. ","pic":"","picsign":"","answer":"Нужно перелить воду из второго стакана в пятый.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":104,"name":"Переливание воды","text":"Как, имея пятилитровое и девятилитровое ведро, набрать из колодца ровно три литра воды?","pic":"","picsign":"","answer":"Заполняем 9-литровое ведро (9-В) и из него заполняем 5-литровое (5-В). В 9-В остается 4 литра воды. Выливаем воду из 5-В и заливаем туда 4 литра из 9-В. Опять наполняем 9-В из колодца и отливаем из него 1 литр в 5-В. Теперь в  9-В остается 8 литров.  Выливаем воду из 5-В, и опять его полностью заполняем водой из 9-в. В девятилитровом ведре остаются искомые 3 литра.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":105,"name":"Переливание вина","text":"Винодел обычно продает свое вино по 30 и по 50 литров и использует для этого кувшины только такого размера. Один из покупателей захотел купить 10 литров. Как винодел отмерил ему 10 литров пользуясь своими кувшинами?","pic":"","picsign":"","answer":"Сначала он наполнил 30-литровый кувшин и вылил его содержимое в 50-литровый. Потом опять наполнил 30-литровый и долил до полного заполнения в 50-литровый. В результате у него в кувшине останется 10 литров","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":106,"name":"Переливание","text":"Как из полного сосуда ёмкостью в 12 литров отлить половину, пользуясь двумя пустыми сосудами ёмкостью в 8  л и 5 л.","pic":"","picsign":"","answer":"Сначала наливаете 8 литров в 8л., потом из 8л. наливаете полный 5л., в результате получается, что в 12л.- 4 литра, в 8л - 3литра, а в 5л.- 5 литров. Переливаете из 5л. в 12л. всю воду, а из 8л. переливаете все 3 литра в 5л. В результате 9 литров в 12л, 0 литров в 8л., и 3 литра в 5л. Переливаете из 12л. 8 литров в пустой 8л.,и в 12 л. остается 1 литр. Из 8л. доливаете в 5л., пока 5л. не станет полным, (в 5л. было 3л., след. долили мы еще 2литра из 8л.) Тогда в 8л. как раз остается 6л.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":107,"name":"Взвешивание зерна","text":"Есть 9 кг зерна и чашечные весы с гирями в 50 грамм и 200 грамм. Надо в три приема отвесить два килограмма зерна.","pic":"","picsign":"","answer":"1-е взвешивание: на две равные части по 4,5 кг. 2-е взвешивание - одну из этих частей еще раз пополам, то есть по 2,25 кг, и от одной из этих частей отнять при помощи двух имеющихся гирь 200 + 50 = 250 грамм. Получается два килограмма.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":108,"name":"Горение шнура","text":"Есть два шнура, каждый из которых горит по часу, но горит неравномерно. Как с помощью этих двух шнуров и спичек отмерить 45 минут?","pic":"","picsign":"","answer":"Надо поджечь первый шнур одновременно с обоих концов - это 30 минут. Одновременно с первым шнуром поджигаем второй шнур с одного конца, и когда первый шнур догорит за 30 минут, поджигаем второй шнур с другого конца - получаем оставшиеся 15 минут.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":109,"name":"Переливание","text":"Имеется семилитровый сосуд, заполненный водой до краев. Также имеется 2 пустых сосуда на 3 и 4 литра. Как за 4 переливания сделать так, чтобы в сосуде на 3 литра было 2 литра воды?","pic":"","picsign":"","answer":"Сначала наливаем из семилитрового сосуда воду в трехлитровый до краев (т.е. 3 литра). Далее из трехлитрового переливаем все 3 литра в четырехлитровый. Потом снова наливаем 3 литра в трехлитровый сосуд из семилитрового. Потом из трехлитрового сосуда наполняем до конца четырехлитровый сосуд, в котором оставалось свободного места только на 1 литр. В итоге в трехлитровом сосуде останется два литра воды. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":110,"name":"Отмерить время с помощью песочных часов","text":"При помощи только 4- и 7-минутных песочных часов точно отмерьте девять минут","pic":"","picsign":"","answer":"Запустите 4- и 7-минутные часы одновременно. 2.Когда в 4-минутных часах закончится песок, переверните их (итоговое время - 4 минуты).   3. Когда в 7-минутных часах закончится песок, их тоже переворачиваем. В этот момент в 4-минутных часах, в верхней половинке, осталось песка на 1 минуту (итоговое время - 7 минут)   4. Когда 4-минутные часы опустеют, переворачиваем 7-минутные, где в нижней половине песка на 1 минуту (итоговое время 8 минут)   5. Когда 7-минутные опустеют, прошло ровно 9 минут   ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":111,"name":"Гирей и молотком   ","text":"Надо развесить  2 кг сахарного песку на 200-граммовые пакеты. Имеется только одна 500-граммовая гиря да еще молоток, весящий 900 г.   Как получить все 10 пакетов, пользуясь этой гирей и молотком?   ","pic":"","picsign":"","answer":"Порядок отвешивания таков. Сначала кладут на одну чашку молоток, на другую — гирю и столько сахарного песку, чтобы чашки уравновесились; ясно, что насыпанный на эту чашку песок весит 900 — 500 = 400 г. Ту же операцию выполняют еще три  раза;  остаток песка  весит 2000—(4X400) = 400 г.   Теперь остается только каждый из пяти полученных 400-граммовых пакетов разделить пополам, на два равных по весу пакета. Делается это без гирь очень просто: рассыпают содержимое 400-граммового пакета в два пакета, поставленных на разных чашках, пока  весы не уравновесятся","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":112,"name":"Задача Архимеда    ","text":"Самая древняя из головоломок, относящихся к взвешиванию,— без сомнения, та, которую древний правитель сиракузский Гиерон задал знаменитому математику Архимеду.   Предание повествует, что Гиерон поручил мастеру изготовить венец для одной статуи и приказал выдать ему необходимое количество золота и серебра. Когда венец был доставлен, взвешивание показало, что он весит столько же, сколько весили вместе выданные золото и серебро. Однако правителю донесли, что мастер утаил часть золота, заменив его серебром. Гиерон призвал Архимеда и предложил ему определить, сколько золота и сколько серебра заключает изготовленная мастером корона.   Архимед решил эту задачу, исходя из того, что чистое золото теряет в воде 20-ю долю своего веса, а серебро— 10-ю долю.   Если бы желаете попытать свои силы на подобной задаче, представьте, что мастеру было отпущено 8 кг золота и 2 кг серебра и что когда Архимед взвесил корону под водой, она весила не 10 кг, а всего 9 1/4 кг. Попробуйте определить по этим данным, сколько золота утаил мастер. Венец, предполагается, изготовлен из сплошного металла, без пустот","pic":"","picsign":"","answer":"Если бы заказанный венец был сделан целиком из чистого золота, он весил бы вне воды 10 кг, а под водой потерял бы 20-ю долю этого веса, то есть 1/2 кг. В действительности же венец, мы знаем, теряет в воде не 1/2 кг, а 10 — 9 1/4 = 3/4 кг. Это потому, что он содержит в себе серебро — металл, теряющий в воде не 20-ю, а 10-ю долю своего веса. Серебра должно быть в венце столько, чтобы венец терял в воде не 1/2 кг, а 3/4 кг — на 1/4 кг более. Если в нашем чисто золотом венце заменим мысленно 1 кг золота серебром, то венец будет терять в воде больше, нежели прежде, на 1/10 — 1/20 = 1/20 кг. Следовательно, чтобы получилось требуемое увеличение потери веса на 1/4 кг, необходимо заменить серебром столько килограммов золота, сколько раз 1/20 кг содержится в 1/4 кг; но 1/4 : 1/20 = 5. Итак, в венце было 5 кг серебра и 5 кг золота вместо выданных 2 кг серебра и 8 кг золота, 3 кг золота было утаено и заменено серебром.   ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":113,"name":"Песочные часы","text":"Натали надо испечь яблочный пирог. Обычных часов у нее нет, но есть двое песочных часов. Одни рассчитаны на 7 минут , другие - на 11 минут.   Как ей точно отмерить 15 минут, необходимых для приготовления пирога?","pic":"","picsign":"","answer":"Она должна их перевернуть одновременно; когда в часах №1 песок пересыпется, она должна поставить пирог в печь; в часах №2 песок продолжает пересыпаться на протяжении еще 4-х минут; спустя 4 минуты Натали снова переворачивает часы №2 и ждет, пока весь песок не пересыпется. Итого получаем 4+11 = 15 минут","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":114,"name":"Мешки с мукой","text":"Мельнику потребовалось взвесить 5 мешков с мукой. У него имелись весы, но не хватало некоторых гирь, и поэтому невозможно было взвесить меньше, чем 100 кг. Мешки же весили около 60 кг каждый.  Мельник не растерялся и стал взвешивать мешки по два, парами. Из 5 мешков можно составить 10 различных пар: поэтому пришлось сделать 10 взвешиваний. Получился ряд чисел, который приведен здесь в возрастающем порядке: 110 кг, 112 кг, 113 кг, 114 кг, 115 кг,  116 кг, 117 кг, 118 кг, 120 кг, 121 кг.  Но сколько же весит каждый мешок в отдельности? Как это узнать?  Мельник справился с задачей довольно быстро. Вероятно, и вы догадаетесь, как она решается.","pic":"","picsign":"","answer":"Мельник начал с того, что сложил все 10 чисел. Полученная сумма, 1156 кг – не что иное, как учетверенный вес мешков: ведь в нее вес каждого мешка входит 4 раза. Разделив эту величину на 4, узнаем, что пять мешков вместе весят 289 кг.   Для удобства обозначим мешки в соответствии с их весом номерами. Самый легкий мешок получит номер 1, второй по тяжести – 2 и т. д.; самый тяжелый мешок – номер 5. Нетрудно сообразить, что в ряду чисел: 110 кг, 112 кг, 113 кг, 114 кг, 115 кг, 116 кг, 117 кг, 118 кг, 120 кг, 121 кг – первое число составилось из веса двух самых легких мешков, 1 и 2, второе число – из веса мешков 1 и 3. Последнее число есть не что иное как вес двух самых тяжелых мешков, 4 и 5, а предпоследнее – 3-го и 5-го. Итак,   1 и 2 вместе весят 110 кг   1 и 3 —»-»– 112 —»—   3 и 5 —»-»– 120 —»—   4 и 5 —»-»– 121 —»—   Теперь легко узнать сумму весов мешков 1, 2, 4 и 5: она равна 110 кг + 121 кг = 231 кг. Вычтя это число из общей суммы веса всех мешков (289 кг), получаем вес мешка 3, именно 58 кг.   Далее, из суммы веса мешков 1 и 3, т. е. из 112, вычитаем известный уже нам вес мешка 3; получается вес мешка 1: 112 кг – 58 кг = 54 кг.   Точно так же узнаем вес мешка 2, вычтя 54 кг из 110 кг, т. е. из суммы веса мешков 1 и 2. Получаем: вес мешка 2 равен 110 кг – 54 кг = 56 кг.   Из суммы веса мешков 3 и 5, т. е. из 120, вычитаем вес мешка 3, который равен 58 кг; узнаем, что мешок 5 весит 120 кг – 58 кг = 62 кг.   Остается определить вес мешка 4 из суммы весов мешков 4 и 5, т. е. из 121 кг. Вычтя 62 из 121, узнаем, что мешок 4 весит 59 кг.   Итак, вот вес мешков:   54 кг, 56 КГ, 58 КГ, 59 КГ, 62 КГ.  ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":115,"name":"Флаг на воздушном шаре","text":"Если воздушный поток несет ваш воздушный шар  на север, то в  какую сторону развиваются при этом флаги на его гондоле?","pic":"","picsign":"","answer":"Если шар, уносимый воздушным течением, движется со скоростью потока воздуха, то он находится по отношению к окружающему воздуху в покое; поэтому флаги не станут развиваться, а будут просто свисать вниз, как в безветрие.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":116,"name":"На аэростате","text":"Аэростат свободно и неподвижно держится в воздухе. Из гондолы его вылез человек и начал по тросу взбираться вверх. Куда подвинется при этом аэростат: вверх или вниз?","pic":"","picsign":"","answer":"Аэростат должен податься вниз, так как, взбираясь по тросу вверх, человек отталкивает его вместе с шаром в обратную сторону. Здесь происходит то же, что и при ходьбе человека по дну лодки: лодка подвигается при этом назад.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":117,"name":"Что быстрее?","text":"Если шар, гладкий куб и цилиндр будут одновременно пущены вниз по наклонной плоскости, что первым очутится внизу?","pic":"","picsign":"","answer":"Первым достигнет низа куб, вторым — шар, последним — цилиндр. Шар и цилиндр потратят часть энергии на вращение, что соответственно уменьшит их скорость.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":118,"name":"Взвешивание под водой","text":"На обыкновенных чашечных весах лежат: на одной чашке - булыжник, весящий ровно 2 кг, на другой - железная гиря, весящая так же 2 кг. Весы осторожно опустили под воду. Остались ли чашки в равновесии?","pic":"","picsign":"","answer":"Каждое тело, если погрузить его в воду, становится легче: оно 'теряет' в своем весе столько, сколько весит вытесненная им вода. Булыжник весом в 2 кг занимает больший объем, чем 2-х килограммовая железная гиря, потому, что материал камня легче железа. Значит, булыжник вытеснит больший объем воды, нежели гиря, и по закону Архимеда потеряет в воде больше веса, чем гиря. Следовательно, весы под водой наклонятся в сторону гири.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":119,"name":"Как повалить бетонную стену?","text":"Предположим Вам надо повалить бетонную стену длиной в 20 метров, высотой в 3 метра и весом в 3 тонны. Как вы выполните эту задачу, если в вашем распоряжении нет абсолютно никаких инструментов?","pic":"","picsign":"","answer":"Такая стена, при таком весе и заданных размерах, будет иметь толщину лишь около 2 сантиметров и легко может быть повалена рукой.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":120,"name":"Вес груза","text":"   Человек прыгает со стула. В руках он держит пружинные весы, на чашке которых лежит груз 10 кг. На каком делении будет стоять стрелка весов во время падения?","pic":"","picsign":"","answer":"На нуле. Ведь и весы, и груз находятся в свободном падении, движутся с одинаковым ускорением","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":121,"name":"Два кирпича","text":"   На гладкую доску положили два идеально одинаковых кирпича — один плашмя, а другой на ребро. Какой кирпич соскользнет первым, если постепенно наклонять доску? (Удельную силу трения будем считать строго пропорциональной давлению на поверхность доски).","pic":"","picsign":"","answer":"Кирпичи начнут скользить одновременно. Ведь оба кирпича давят на доску с одинаковой силой, а значит, одинаковы и силы трения, которые приходится им преодолевать. Удельные силы трения, приходящиеся на каждый квадратный сантиметр площади соприкосновения кирпичей с доской, конечно, не равны. Но общие силы трения, действующие на кирпичи, равные произведению удельной силы трения на площадь поверхности соприкосновения, будут одинаковы.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":122,"name":"Магнит","text":"У Вас в руках находятся два абсолютно одинаковых на вид металлических цилиндра, один из которых является магнитом. Каким образом, без взаимодействия с другими предметами, можно определить - какой из цилиндров является магнитом?","pic":"","picsign":"","answer":"Магнит имеет у своих полюсов максимальное значение магнитного напряжения. В нашем случае максимальное значение магнитного напряжения будет наблюдаться на торцевых поверхностях цилиндра. По мере приближения к середине магнита магнетизм ослабевает, в самой же середине величина его равна нулю. Следовательно, если при 'Т' образном соединении цилиндры слипаются между собой, то магнитом будет являться цилиндр, соприкасающийся своей торцевой частью.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":123,"name":"Бумажный кипятильник","text":"Возможно ли вскипятить воду на открытом пламени в бумажном стакане?","pic":"","picsign":"","answer":"Температура, при которой закипает вода, меньше температуры при которой загорается бумага. Вода, в том числе кипящая, не дает бумаге нагреться до температуры возгорания. Следовательно, вода закипит в бумажном стакане.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":124,"name":"Куда летит воздушный шар?","text":"Выпущенные из рук детские воздушные шары куда-то улетают. Куда? Как высоко могут они улететь?","pic":"","picsign":"","answer":"Воздушный шар, вырвавшись из рук, уносится не к крайним границам атмосферы, а лишь до своего 'потолка', до той высоты, где вследствие большой разреженности воздуха вес шара равен весу вытесняемого им воздуха. Но он не всегда достигает 'потолка'. Так как шар, поднимаясь, раздувается (из-за уменьшения наружного давления), то еще до достижения 'потолка' он может лопнуть, распираемый изнутри.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":125,"name":"Искры на расческе","text":"При расчесывании сухих волос пластмассовой расческой возникают электрические искры между расческой и волосами. Как Вы полагаете, каково напряжение этих искр?","pic":"","picsign":"","answer":"При расчесывании волос расческой могут возникать искры длиной в несколько миллиметров. Для возбуждения таких искр необходимо напряжение в несколько тысяч вольт; при таком же напряжении работают и мощные гидро- и турбогенераторы.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":126,"name":"Два теплохода","text":"Два теплохода одновременно вышли из портов и с постоянной скоростью движутся во встречном направлении. Скорость одного теплохода 20 км/час, другого – 30 км/час. На каком расстоянии друг от друга они будут находиться ровно за один час до их встречи?","pic":"","picsign":"","answer":"50 км. (20+30).","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":127,"name":"Восход солнца","text":"Может ли человек, находясь на Земле, увидеть Солнце восходящим с запада?","pic":"","picsign":"","answer":"Это возможно, если двигаться с определенной скоростью (на скоростном автомобиле или самолете) в направлении, противоположном направлению движению Земли. Чем ближе человек находиться к полюсу Земли, тем меньше требуется скорость, для того чтобы обогнать землю в ее движении. Человек может перегнать Землю даже пешком, находясь от полюса на расстоянии до 50 км. Идя на запад навстречу садящемуся Солнцу, он будет наблюдать своеобразный восход Солнца.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":128,"name":"Скорость ступни","text":"   На соревнованиях по спортивной ходьбе один из участников на заданной дистанции достиг скорости 3 м/сек. С какой скоростью выбрасывал он при ходьбе ступню каждой ноги?","pic":"","picsign":"","answer":"При ходьбе каждая нога половину времени находится в движении, а половину стоит. Значит, ступня выбрасывается со скоростью вдвое большей, чем идет спортсмен, то есть 6 м/сек.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":129,"name":"Воздух в колесе","text":"    Колесо автомобиля катится вправо; обод его вертится по часовой стрелке. В какую сторону перемещается при этом воздух внутри резиновой шины колеса?","pic":"","picsign":"","answer":"Воздух внутри шины движется от места сжатия одновременно в обе стороны — вперед и назад.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":130,"name":"Находчивый таможенник","text":"   Служащему таможни, где производился контроль отправляемых за границу товаров, показались подозрительными пластмассовые кегельные шары одной из фирм. Они весили столько же, сколько деревянные того же размера. Шары не были массивными, но стенки были повсюду одинаково тверды. Служащий подумал, что внутри каждого шара имеется полость, где можно спрятать контрабандные товары. И, действительно, при помощи очень простого опыта без применения особой аппаратуры таможенник установил, что в одном из 12 шаров спрятана контрабанда. Когда шар вскрыли, там оказалось брильянтовое украшение. Как удалось обнаружить этот шар?","pic":"","picsign":"","answer":"Таможенник опустил шары в ведро с водой. Один из шаров неустойчиво покачивался на поверхности — центр тяжести его находился не в центре шара. Именно в этом шаре были спрятаны драгоценности.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":131,"name":" ","text":"Индийский раджа решил щедро наградить своего военноначальника, который первым ввел боевых слонов в состав его армии и выграл множество сражений. 'Возьми ровно столько золота, сколько весит твой боевой слон', - приказал раджа. Но как же взвесить слона? В те времена еще не было таких весов. Но умный командующий смог полущить свою награду. А как решили бы эту задачу Вы?","pic":"","picsign":"","answer":"Воин завел слона  в большую пустую лодку и отметил уровень воды, до которого погрузились борта лодки.  Затем слона вывели из лодки, и начали загружать в нее золото, пока лодка не погрузилась до отмеченного уровня.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":132,"name":"Пароход и пловец на Луне","text":"На Луне все вещи весят в 6 раз меньше, чем на Земле, так как Луна в 6 раз слабее притягивает к себе тела, чем наш земной шар. Килограмм, перенесенный на Луну, весил бы там всего 160 граммов.Вообразите, что на Луне существует озеро с пресной водой. На озеро спущен пароход, который в земных пресноводных озерах имеет осадку 3 метра. Как глубоко будет сидеть наш пароход в воде лунного озера? Заодно решите еще и такую задачу: где не умеющий плавать человек может утонуть скорее – в земном озере или в нашем воображаемом лунном?","pic":"","picsign":"","answer":"Пароход сделался бы на Луне в 6 раз легче – но это вовсе не значит, что он будет гораздо мельче сидеть в лунном озере. Ведь и вода должна была бы на Луне весить в 6 раз меньше, чем на Земле. Плавающее тело вытесняет столько воды, сколько оно весит (закон Архимеда); следовательно, ничто не должно измениться в степени погружения парохода – он будет иметь осадку, равную тем же трем метрам. Точно так же ничто не изменится и для пловца: его вес уменьшится во столько же раз, во сколько раз уменьшится вес вытесняемой им воды. А значит, плавучесть человека будет в лунном озере та же, что и в земном. Утонуть и там и здесь одинаково легко.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":133,"name":"Вес броненосца","text":"Броненосец водоизмещением в 20 000 тонн, стоявший раньше в Архангельске, прибыл в экваториальные воды. Известно, что с приближением к экватору все тела становятся легче; разница в весе на широте Архангельска и на экваторе равна 1/250, т. е. гиря в 1 килограмм из Архангельска, перенесенная на экватор, будет весить на 4 грамма меньше. Можете ли вы сказать, сколько тонн воды будет вытеснять наш броненосец в экваториальных водах?","pic":"","picsign":"","answer":"Перейдя из Белого моря в экваториальные воды, броненосец сделается на 1/250 легче. Но ровно на столько же делается легче и вода: она тоже весит близ экватора на 1/250 меньше, чем в Белом море. Значит, водоизмещение броненосца в течение всего времени плавания останется одним и тем же: 20 000 тонн.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":134,"name":"Два ведра","text":"Имеются 2 ведра наполненных до краев воды, но в одном ведре на поверхности плавает деревянный брусок. Вопрос: какое ведро тяжелее ?","pic":"","picsign":"","answer":"Оба ведра имеют одинаковый вес. Во втором ведре воды меньше, т.к. плавающий брусок дерева вытеснил некоторый ее объем. По закону Архимеда, всякое тело вытесняет своей погруженной частью ровно столько воды (по весу), сколько весит все это тело. ","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":135,"name":"  Под водой   ","text":"На обыкновенных весах лежат: на одной чашке — булыжник, весящий ровно 2 кг, на другой— железная гиря в 2 кг. Я осторожно опустил эти весы под воду.   Остались ли чашки в равновесии?","pic":"","picsign":"","answer":"Каждое тело, если погрузить его в воду, становится легче, оно «теряет» в своем весе столько, сколько весит вытесняемая им вода. Зная этот закон (открытый Архимедом), мы без труда можем ответить на вопрос задачи.   Булыжник весом 2 кг занимает больший объем, чем 2-ки-дограммовая железная гиря, потому что материал камня (гранит) легче железа. Значит, булыжник вытеснит больший объем воды, нежели гиря, и, по закону Архимеда, потеряет в воде больше веса, чем гиря. Итак, весы под водой наклонятся в сторону гири","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":136,"name":"Десятичные весы     ","text":"100 кг железных гвоздей уравновешены на десятичных весах железными гирями. Весы затопило водой. Сохранили ли они равновесие и под водой?","pic":"","picsign":"","answer":"При погружении в воду железная вещь (сплошная) теряет 8-ю долю своего веса. Поэтому гири под водой будут иметь 7/8 прежнего веса, гвозди — также 7/8 своего прежнего веса. И так как гири были в 10 раз легче гвоздей, то и под водой они легче их в 10 раз. Следовательно, десятичные весы останутся и под водой в равновесии","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":137,"name":"Крестьянка и паровоз","text":"Машинист железнодорожного состава задолжал крестьянке за молоко и уклонялся от платежа. Молочница долго ждала и наконец придумала, что делать.   Однажды, когда пары были уже разведены и поезд должен был тронуться, она стала у паровоза и заявила машинисту:   – Отдавай сейчас долг, иначе не пущу поезд!   Машинист, разумеется, только усмехнулся, услыхав такую угрозу.   Но женщина не шутя намеревалась не дать поезду тронуться с места.   И что же? Машинист пустил в ход машину, но паровоз ни с места. Машина работает, а поезд стоит, словно заколдованный.   – Отдай деньги – пущу поезд! – с торжеством объявила крестьянка.   Пришлось машинисту заплатить долг полностью; тогда только поезд тронулся.   В чем же состояло «колдовство» молочницы, и как оно было ею снято?","pic":"","picsign":"","answer":"Крестьянка не дала поезду отправиться в путь тем, что смазала маслом рельсы впереди паровоза. По скользким рельсам не могут катиться колеса паровоза; они вертятся на одном месте, но не катятся вперед, так как нет трения, благодаря которому колеса словно цепляются за рельсы. Вспомните, как трудно ходить по гладкому льду: ноги скользят, не находя опоры, и мы не можем сдвинуться с места. По той же причине не мог сдвинуться и паровоз. Когда же машинист уплатил долг, крестьянка «сняла колдовство», посыпав смазанные рельсы песком. История эта, конечно, могла произойти только в давнее время; на современных паровозах имеются специальные песочницы, из которых машинист с помощью особого приспособления высыпает песок на рельсы, когда они становятся скользкими, например, от дождя.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":138,"name":"По реке и по озеру","text":"Плывя вниз по реке, гребец преодолевает 5-верстное расстояние за 10 мин. Возвращаясь, он проплывает то же расстояние за один час. Следовательно, 10 верст он проплывает за 1 ч 10 мин.   А сколько времени ему понадобится, чтобы проплыть 10 верст в стоячей воде озера?","pic":"","picsign":"","answer":"По течению гребец плывет со скоростью полверсты в минуту, против течения – со скоростью 1 /12 версты в минуту. В первую скорость включена скорость самого течения, у второй она вычтена. Следовательно, (1/2+1/12)/2 =7/24 версты в час– это собственная скорость гребца.  И значит, в стоячей воде гребец преодолеет 10 верст за  34 2/7  минуты.  Обычный ответ: в озере гребец проплывет 10 верст за то же время, что и в реке, так как потеря скорости будто бы восполняется выигрышем ее – совершенно не верен (см. предыдущую задачу).","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":139,"name":"От энска до Иксграда","text":"Плывя по течению, пароход делает 20 верст в час; плывя против течения – всего 15 верст в час. На путь от пристани г. Энска до пристани г. Иксграда он затрачивает на 5 часов меньше, чем на обратный путь.   Как далеко от Энска до Иксграда?","pic":"","picsign":"","answer":"Плывя по течению, пароход делает 1 версту в 3 минуты; плывя против течения – 1 версту в 4 мин. На каждой версте пароход в первом случае выгадывает 1 мин. А так как на всем расстоянии он выгадывает во времени 5 ч, или 300 мин, то, следовательно, от Энска до Иксграда 300 верст. Действительно,   300:15– 300:20 = 20–15 = 5.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":140,"name":"Где шар опустится? ","text":"Мы знаем, что Земля безостановочно вертится с запада на восток. Нельзя ли воспользоваться этим, чтобы быстро и дешево путешествовать на восток таким, например, способом: подняться над Землей в воздушном шаре и там переждать, пока вертящаяся Земля сама подкатит место назначения? А как только под шаром будет то место, куда мы хотим попасть, тогда и спуститься вниз. Так можно путешествовать куда угодно на восток, не сдвигаясь с места. Надо только не прозевать времени, когда спускаться, – иначе нужное место быстро пронесется на запад, и придется ждать еще целые сутки, пока оно опять подвернется. Чем этот способ путешествия не хорош?","pic":"","picsign":"","answer":"Описанный способ путешествия совершенно не исполним. Земля вертится не сама по себе, а вместе с воздухом, который ее окружает. Уже по одному этому шар будет увлекаться вращением Земли, т. е. будет оставаться все время над тем местом, с которого он поднялся. Если бы даже и не было воздуха, все подброшенные вверх вещи продолжали бы двигаться по инерции, оставаясь как раз над теми местами земного шара, с которых они брошены. Значит, воздушный шар, сколько бы ни висел над Землей, опустится на то же самое место, с которого он поднялся.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":141,"name":"Карандаш на острие","text":"Можно ли поставить на палец карандаш так, чтобы он устойчиво держался на своем очинённом конце? «Устойчиво» – значит долго и притом так, что если отвести карандаш в сторону, он не только не опрокинется, но снова примет прежнее положение.    Казалось бы, удержать так карандаш на пальце невозможно. Но подумайте: может быть, вы догадаетесь, как это сделать.","pic":"","picsign":"","answer":"Чтобы карандаш устойчиво держался на конце пальца, нужно чтобы центр тяжести был расположен гораздо ниже его точки опоры. Например, в нижнюю часть карандаша можно воткнуть сбоку клинок перочинного ножа, который с рукояткой ножа образует г-образную форму. С первого взгляда кажется, что карандаш с таким грузом еще труднее удержать стоймя. Но попробуйте, и вы убедитесь, что карандаш стоит очень устойчиво.","fig":"","figsign":"","section":20,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":142,"name":"Портреты","text":"Один джентльмен, показывая портреты, висящие в его картинной галереи, сказал своему другу: 'У меня нет ни сестер, ни братьев, но отец этого человека был сыном моего отца'. Указывая на следующий портрет, он продолжил рассказ: 'А сын этого человека был сыном моего отца'.  Кто был изображен на портретах?","pic":"","picsign":"","answer":"На первом портрете изображен сын этого джентльмена, на втором - его отец.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":143,"name":"Защита авторского права","text":"Как защищают свои издания от пиратов, которые хотели бы их скопировать, некоторые издатели словарей и атласов?","pic":"","picsign":"","answer":"Обычно издатели включают в словарь несуществующее слово, а в атлас помещают несуществующий остров. Если они обнаруживаются в каком-то другом издании, факт копирования становится несомненным.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":144,"name":"Мужчина и женщина","text":"Представьте двух людей: мужчина и женщина. 'Я - женщина', говорит человек с темными волосами. 'Я - мужчина', говорит человек со светлыми волосами. По крайней мере точно один из них сказал неправду. Кто именно сказал неправду? Или они лгут оба?","pic":"","picsign":"","answer":"Оба человека говорят неправду. Решение: если первый человек говорит неправду, то с темными волосами - мужчина. Тогда со светлыми волосами мужчиной быть не может. Если второй человек говорит неправду, то со светлыми волосами - женщина. Тогда человек с темными волосами женщиной быть не может. Единственный верный вариант - они лгут оба. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":145,"name":"Где что ?","text":"В трёх ящиках находятся мука, крупа и сахар. На первом написано «Крупа», на втором — «Мука», на третьем — «Крупа или сахар». Содержимое ни одного из ящиков не соответствует надписи на нём. Где что находится?","pic":"","picsign":"","answer":"В первом — сахар, во втором — крупа, в третьем — мука. В третьем ящике не крупа и не сахар. Следовательно, в нём мука.В первом ящике не крупа. Но там и не мука, поскольку мука в третьем ящике. Следовательно, в первом ящике — сахар. Тогда во втором ящике (единственное, что осталось) — крупа.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":146,"name":"Где что?","text":"В бутылке, стакане, кувшине и банке находятся молоко, лимонад, квас и вода. Вода и молоко не в бутылке, сосуд с лимонадом стоит между кувшином и сосудом с квасом, в банке не лимонад и не вода. Стакан стоит около банки и сосуда с молоком. В какой сосуд налита каждая из жидкостей?","pic":"","picsign":"","answer":"Молоко в кувшине, лимонад в бутылке, квас в банке, вода в стакане.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":147,"name":"Кто ходил в кино?","text":"В нашем классе 36 учащихся. На этой недели на экскурсию в музей ходили 25 человека, в кино и в музей - 8 человек, а 2 человека не ходили ни в кино, ни в музей. Сколько человек нашего класса ходили в кино?","pic":"","picsign":"","answer":"17 ребят ходили в кино. Легче посчитать ребят неходивших в кино - это  те, кто ходил только в музей, и те, кто не ходил никуда. Только в музей ходило 25-8 = 17 человек. Никуда не ходили 2 человека. Т.е. 19 человек не ходили в кино. Соответственно, ходили в кино: 36-19 = 17","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":148,"name":"Стороны треугольника","text":"Стороны треугольника равны А, В и С. Какое из утверждений верно:   А) С минус В всегда равно А.   Б) С минус В всегда больше А.     В) С минус В всегда меньше А.       Г) Ни один вариант не верен.","pic":"","picsign":"","answer":"Верный вариант:  В) С минус В всегда меньше А.        Решение: известно, что у треугольника всегда две стороны в сумме больше третьей. Например, А + В > C. Если В перенести в другую часть неравенства, то получим А > С - В. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":149,"name":"Жестокий закон","text":"У моста через пограничную реку  часовой, спрашивает каждого путника:– Зачем идешь? Если путник говорил неправду, часовой обязан был его  тут же повесить. Если же путник отвечал правду, ему и тогда не было спасения: часовой должен был немедленно утопить его в реке. Но вот нашелся крестьянин, который, спокойно подошел к охраняемому мосту .– Зачем идешь? – остановил его часовой, готовясь казнить смельчака, безрассудно идущего на верную гибель. Но ответ был таков, что озадаченный часовой, строго исполняя жестокий закон, не мог ничего поделать с догадливым крестьянином. Каков же был ответ?","pic":"","picsign":"","answer":"На вопрос часового: «Зачем идешь?» – крестьянин дал такой ответ:– Иду, чтобы быть повешенным на этой виселице.Такой ответ поставил часового в тупик. Что он должен сделать с крестьянином? Повесить? Но, значит, крестьянин сказал правду,  за правдивый же ответ было приказано не вешать, а топить. Но и утопить нельзя: в таком случае крестьянин солгал, а за ложное показание предписывалось повесить.Так часовой и не смог ничего поделать со сметливым крестьянином.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":150,"name":"Вчера и сегодня","text":"Два школьника Дима и Артемка идут со школы и разговаривают. — Когда послезавтра станет вчера, — сказал один из них, — то сегодня будет так же далеко от воскресенья, как и тот день, который был сегодня, когда позавчера было завтра. В какой день недели они разговаривали? ","pic":"","picsign":"","answer":"В воскресенье","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":151,"name":"Пирожки","text":" Хозяйке необходимо испечь 6 пирожков за 15 минут. Но вот незадача, -  на ее единственной сковороде помещается только 4 пирожка, а ведь с каждой стороны пирожок должен печься 5 минут? Возможно ли сравится с таким заданием?","pic":"","picsign":"","answer":"Да, возможно, и вот как: 1) кладем 4 пирожка и печем их 5 минут; 2) затем 2 пирожка переворачиваем, 2 снимаем, кладем 2 новых, еще не обжаренных, –  печем 5 минут; 3) 2 пирожка снимаем, 2 переворачиваем и еще 2 недожаренных с первой партии – 5 минут.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":152,"name":"Три лампочки","text":"В одной комнате три лампочки, но все три выключателя к ним находятся в другой комнате, из которой лампочки не видны. Как определить, какой выключатель от какой лампочки, если в каждую комнату можно зайти только по одному разу?","pic":"","picsign":"","answer":"Нужно включить две лампочки и подождать пару минут, затем выключить одну из этих лампочек и пройти в комнату с лампочками. Одна будет гореть, вторая будет теплой, третья — комнатной температуры.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":153,"name":"Переправа через реку","text":"Отцу с двумя сыновьями необходимо переправится через реку, но плот на единственной старой переправе очень верхий и может выдержать на воде или отца, или двух сыновей. Как же им переправиться на другой берег?","pic":"","picsign":"","answer":"Вначале переправляются оба сына. Один из сыновей возвращается обратно к отцу. Отец перебирается на противоположный берег к сыну. Отец остается на берегу, а сын переправляется на исходный берег за братом, после чего они оба переправляются к отцу.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":154,"name":"Король и хитрый министр","text":"Король хотел сместить одного старого  министра, который прослужил ему верой и правдой много лет, но он не хотел обидеть старика. Он позвал министра к себе, что-то написал на двух листах бумаги, свернул каждый листок так, что бы не было видно надписей,  и положил обе записки в шкатулку. 'Мой старый друг! Доверимся Богу', - сказал король: 'На одном листке я написал 'Уходите', а на втором — 'Останьтесь'. Листок, который вы вытащите, решит вашу судьбу'. Старый министр догадался, что на обоих листках было написано 'Уходите'. Как же, однако, умудрился он при этих условиях сохранить свое место?","pic":"","picsign":"","answer":"Министр взял из шкатулки одну из записок. 'Ну что ж, доверимся Богу', - сказал он и ... не читая, бросил ее в горящий камин (по другой версии - министр просто проглотил записку). Какая из версий правдива - история умалчивает, но, так как на оставшейся записке было написанно  'Уходите', то королю пришлось признать, что на уничтоженном листке значилось 'Останьтесь'. Да и такая сообразительность могла ему очень еще пригодится!","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":155,"name":"Волк, коза и капуста","text":"Крестьянину нужно перевезти через реку волка, козу и капусту. Но в лодке может поместиться только крестьянин, а с ним или один волк, или одна коза, или одна капуста. Но если оставить волка с козой, то волк съест козу, а если оставить козу с капустой, то коза съест капусту. Как перевез свой груз крестьянин?","pic":"","picsign":"","answer":"Крестьянин сначала перевозит козу, затем возвращается и перевозит волка на другой берег, где его и оставляет.  Забирает козу и везет ее обратно на берег, где осталась капуста. Здесь он оставляет козу и перевозит к волку капусту. Вслед затем, возвратившись, он перевозит козу, и переправа оканчивается благополучно.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":156,"name":"Максимальный путь","text":"У вас есть автомобиль с пустым баком вместительностью 20л и есть три бочки с топливом, каждая по 100л. В автомобиле можно увезти не больше одной бочки. Как при таких условиях проехать максимальное расстояние, если на 1км расходуется 1л топлива? ","pic":"","picsign":"","answer":"Сначала перевозим все 3 бочки на 12км вперед (3 раза туда и 2 обратно), тратим 60л, остается 240л в 3-х бочках. Далее перевозим 2 бочки на 20км (2 раза туда и 1 обратно), тратим еще 60л, остается 180л в 2-х бочках. Далее перевозим 2 бочки еще на 20км (2 раза туда и 1 обратно), тратим еще 60л, остается 120л в 2-х бочках. Переливаем 20л в бак, берем бочку Едем еще 120км. Приехали итого за 172км от начала","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":157,"name":"Переправа","text":"Всем известна задача про переправу с одного берега на другой волка, козы и капусты. Вот еще одна ее разновидность. Итак, есть трехместная лодка, одно из мест забронировано человеком. Нужно переправить на другой берег козла, капусту, двух волков и собаку, причем собака в ссоре с волком, козел неравнодушен к капусте, а волк и собака не могут оставаться наедине с козлом","pic":"","picsign":"","answer":"Переправляются по очереди ( человек все время находится в лодке):1.Козел+Собака, 2.Собака, 3. Собака+Капуста 3.Козел. 4.Два волка, 5.Собака 6.Собака+Козел","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":158,"name":"Переправа с каннибалами","text":"Три миссионера и три каннибала должны пересечь реку в лодке, в которой могут поместиться только двое. Миссионеры должны соблюдать осторожность, чтобы каннибалы не получили на каком-либо берегу численное преимущество. Как переплыть реку?","pic":"","picsign":"","answer":"Первыми пересекают реку миссионер и каннибал. После этого миссионер возвращается. Затем пересекают реку два каннибала. Один из них возвращается. Потом два миссионера пересекают реку. Миссионер и каннибал возвращаются. Два миссионера пересекают реку. Один каннибал возвращается. Два каннибала пересекают реку. Один каннибал возвращается. Два оставшихся каннибала пересекают реку.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":159,"name":"Переправа 10 солдат","text":"Командиру взвода нужно переправить через реку 10 солдат. На реке нет мостов и ни один солдат не умеет плавать. Тут командир увидел лодку, в которой сидели два мальчика. Лодка могла удержать либо двоих мальчиков, либо одного солдата. Как командир переправил солдат на другой берег, используя лодку?  ","pic":"","picsign":"","answer":"Вначале переправляются два мальчика; один мальчик высаживается, а другой возвращается обратно; затем он высаживается, в лодку садится солдат и переплывает на другой берег; солдат высаживается, в лодку садится первый мальчик и плывет через реку. Дети снова переплывают реку вдвоем, и все действие повторяется","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":160,"name":"Переправа","text":"Трое учеников пошли на рыбалку, взяв с собой лодку, выдерживающую нагрузку до 100 кг. Как перебраться ученикам с берега реки на остров, если их массы равны 40 кг, 50 кг, 70 кг? ","pic":"","picsign":"","answer":"Обозначим для краткости: Б - берег, О - остров,  40 - ученик с массой 40 кг,  50 - ученик с массой 50 кг,  70 - ученик с массой 70 кг;  Б-О: плывут 40 и 50 (на Б остался 70);  О-Б: возвращается 40 (на О остался 50);  Б-О: плывет 70 (на Б остался 40);  О-Б: возвращается 50 (на О остался 70);  Б-О: плывут 40 и 50    ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":161,"name":"Верблюд и урожай","text":"Верблюд выращивает бананы. В этом году он собрал богатый урожай - 3000 бананов. Но вот незадача - ближайшее место, где их можно продать, находится за 1000 км. За один раз верблюд может унести не более 1000 бананов, при этом за каждый километр пути он съедает 1 банан.  Какое максимальное количество бананов может продать верблюд?","pic":"","picsign":"","answer":"1. Сначала верблюд переносит бананы на 200 км. Берёт 1000 бананов, 200 съедает в пути, 600 оставляет, идёт назад, и так, пока не перенесёт всё. Это занимает 3 ходки и даёт 2000 бананов на точке '200 км'. 2.Теперь верблюд переносит бананы ещё на 333 км. Берёт 1000 бананов, 333 съедает в пути, 334 оставляет, идёт назад, берёт оставшиеся 1000 бананов, 333 съедает в пути, 667 приносит, что даёт в общей сложности 1001 банан на точке '533 км'.  3. Осталось пройти 467 км с 1001 бананом. Верблюд вхолостую съедает один банан (чтоб не пропадал) и пускается в путь. На рынок он приносит 533 банана.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":162,"name":"","text":"На столе лежат 37 спичек. Каждому из двух игроков разрешается по очереди брать не более 5 спичек. Выигрывает тот, кто возьмет последнюю. Кто выигрывает при правильной стратегии - начинающий игру или второй игрок? Какова выигрышная стратегия?","pic":"","picsign":"","answer":"Начинающий первым ходом берет одну спичку, а затем каждый раз дополняет число спичек, взятых соперником, до шести","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":163,"name":"Находчивый студент","text":"На сковороде могут одновременно жариться две котлеты. Каждую котлету нужно обжаривать с двух сторон, при этом на обжаривание ее с одной стороны требуется 2 мин. Голодный студент мечтает побыстрее поджарить три котлеты. Какое наименьшее время ему потребуется? ","pic":"","picsign":"","answer":"Поджарив одну сторону пары котлет, студент переворачивает одну котлету, другую снимает и заменяет ее на третью. Через 2 мин на сковороде будет одна готовая котлета, которую можно уже есть и заменить на снятую ранее со сковороды. Всего на поджаривание уйдет 6 мин","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":164,"name":"Побег","text":"Король, его сын принц и дочь принцесса находились в темнице высокой башни. Они весили 195, 105 и 90 фунтов соответственно. Еду им поднимали в двух корзинах, прикрепленных к концам длинного каната. Канат был перекинут через балку, вбитую под самой крышей. Получалось так, что, когда одна корзина находилась на земле, вторая находилась на уровне оконца в камере пленников. Эти корзины оставались единственной надеждой на спасение. Естественно как только одна корзина становилась тяжелее другой она опускалась. Однако если разница в весе превышает 15 фунтов, корзина стремительно неслась вниз. Единственное что помогло бы пленникам бежать из плена, было находившееся в камере пушечное ядро весом 75 фунтов - его можно было попытаться использовать как противовес. Как пленникам удалось бежать? ","pic":"","picsign":"","answer":"1.Спускается принцесса, используя ядро в качестве противовеса;  2.Принцеса достигнув земли не вылезает из корзины. Принц занимает место ядра и спускается вниз, используя принцессу в качестве противовеса;  3.Принцесса поднялась вверх и вместе с королем положила в корзину ядро;  4.В опустившуюся корзину с ядром садится принц, что позволяет опустить короля.;  5.Когда король оказался на земле, принц с ядром оказался наверху. Принц вылез из корзины и корзина с ядром опустилась вниз;  6.В пустую корзину у темницы садится принцесса и спускается на землю;  7.Принц вытаскивает ядро из поднявшейся корзины и спускается сам, исспотльзуя принцессу как противовес.;  8.Принцесса опускает в пустой корзине ядро, а сама садится в поднявшуюся и спускается, используя ядро в качестве противовеса.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":165,"name":"Потерянные гайки","text":" Меняя колесо своей машины, человек уронил все четыре гайки его крепления в решетку канализационного стока, откуда достать их было невозможно. Он уже решил, что застрял здесь, но проходивший мимо мальчик подсказал ему очень дельную мысль, которая позволила ему поехать дальше. В чем состояла его идея? ","pic":"","picsign":"","answer":"Мальчик предложил отвернуть по одной гайке с каждого из трех колес и закрепить ими четвертое колесо. Сделав это, человек смог доехать до ближайшего гаража на прочно закрепленных колесах. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":166,"name":"Диаметр проволоки","text":"    Каким образом можно с максимальной точностью измерить диаметр тонкой проволоки, имея в наличии только измерительную линейку и карандаш?","pic":"","picsign":"","answer":"Необходимо плотно, виток к витку, намотать проволоку на карандаш (круглый, без граней), сделав тем самым не менее десяти витков (чем больше, тем точнее измерение); затем линейкой измерить в миллиметрах длину от первого до последнего витка, и полученную цифру разделить на количество сделанных витков.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":167,"name":"Потерянные гайки","text":"   Меняя колесо своей машины, человек уронил все четыре гайки его крепления в решетку канализационного стока, откуда достать их было невозможно. Он уже решил, что застрял здесь, но проходивший мимо мальчик подсказал ему очень дельную мысль, которая позволила ему поехать дальше. В чем состояла его идея?","pic":"","picsign":"","answer":"Мальчик предложил отвернуть по одной гайке с каждого из трех колес и закрепить ими четвертое колесо. Сделав это, человек смог доехать до ближайшего гаража на прочно закрепленных колесах.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":168,"name":"Пожар на острове","text":"   Человек находится на острове. Из-за долгой засухи трава и кусты на острове сильно пересохли. Внезапно на одном конце острова возник пожар, и ветер погнал огонь в сторону человека. Спастись в море человек не может, так как в море у самого берега плавает множество акул. Берегов без растительности на острове нет. Как человеку спастись?","pic":"","picsign":"","answer":"Человеку нужно зажечь огонь на подветренной от себя стороне и немного отойти навстречу основному пожару. Ветер погонит огонь, зажженный человеком, к подветренному концу острова. Когда этот участок выгорит, человек сможет вернуться на него и спокойно ждать, пока основной пожар дойдет до этого участка и погаснет, так как гореть уже будет нечему","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":169,"name":"","text":"   Владельцами одной известной фирмы по производству обуви, было внедрено довольно необычное оригинальное решение, согласно которому в одном городе на обувной фабрике изготавливались только правые ботинки, а в другом городе – только левые. Благодаря этому внедрению, фирма смогла значительно снизить некоторые свои убытки. Что, по Вашему мнению, приносило фирме эти убытки?","pic":"","picsign":"","answer":"Воровство обуви рабочими с фабрик.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":170,"name":"О лифте","text":"Человек живет на 17-м этаже. На свой этаж он поднимается на лифте только в дождливую погоду или тогда, когда кто-нибудь из соседей с ним едет в лифте. Если погода хорошая и он один в лифте, то он едет до 9-го этажа, а дальше до 17-го этажа идет пешком по лестнице... Почему?","pic":"","picsign":"","answer":"Этот человек - лилипут, и до кнопки 17-го этажа дотягивается только зонтиком или просит кого-нибудь нажать на эту кнопку.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":171,"name":"Переправа на остров","text":"Искатели сокровищ наконец добрались до последнего препятствия, указанного на их карте. Это круглое и очень глубокое озеро диаметром 200 метров, а по его центру -  совсем крошечный остров  с одиноким деревом, под которым и зарыт клад.  Наши авантюристы расположились в тени  единственного дерева,  которое чудом выросло  на на берегу этого пустынного озера у самой кромке воды. Похоже, последнего препятствия им не предолеть - ведь никто из них не умел плавать, у них не было никаких инструментов и материалов для постройки какого-либо плавсредства , ведь все  снаряжение экспедиции было потеряно, кроме куска веревки,  длина которой была чуть больше 200 метров, да и продуктов осталось только на обратный путь, совсем в обрез,  Как же им подобраться к кладу?","pic":"","picsign":"","answer":"Нужно привязать веревку к дереву, растущему на берегу, и, взяв другой конец веревки, обойти озеро по окружности. В результате сдвоенная веревка свяжет два дерева -  на берегу озера  и на острове, а это неплохая переправа, даже для неумеющего плавать человека.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":172,"name":"Грязнуля","text":"    Петя и Миша играли на грязном и темном чердаке дома. Потом они спустились вниз. У Пети всё лицо было грязным, а лицо Миши чудом осталось чистым. Несмотря на это, только Миша отправился умываться. Почему?","pic":"","picsign":"","answer":"Миша увидел, что у Пети грязное лицо и подумал, что у него также лицо грязное, Петя, увидев чистое лицо Миши, подумал что с его лицом также все в порядке.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":173,"name":"Кофе","text":"Посетитель ресторана обнаружил в чашке кофе муху и, подозвав официанта, попросил его принести другую чашку кофе. Едва пригубив вновь принесённую чашку, посетитель вне себя от ярости воскликнул:— Но это та же самая чашка кофе!   Каким образом он распознал «хитрость» официанта?","pic":"","picsign":"","answer":"Кофе в чашке был сладким: прежде чем посетитель обнаружил муху, он успел положить в кофе сахар.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":174,"name":"Парикмахер","text":"Будучи проездом в маленьком городке, один купец зашел перекусить в ресторанчик, а потом решил постричься. В городке было всего две парикмахерские, и в каждой - только один мастер, он же хозяин. В одной парикмахер был неопрятно побрит и плохо пострижен, а в другой - чисто выбрит и с отличной стрижкой. Купец решил стричься в первой парикмахерской. Как по-вашему, он сделал правильный выбор?","pic":"","picsign":"","answer":"Купец верно рассудил, что что раз в городе всего два парикмахера, то они наверняка стригут друг друга. Значит, идти стричься надо к тому, у кого плохая стрижка.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":175,"name":"Мудрецы","text":"Пока трое мудрецов спали под деревом, озорной ребенок покрасил их головы в красный цвет. Проснувшись, каждый мудрец обнаружил дело рук ребенка на головах своих друзей. Естественно они начали смеяться. Внезапно один замолчал. Почему?","pic":"","picsign":"","answer":"Мудрец перестал смеяться потому, что понял, что его голова тоже раскрашена. Этому предшествовали следующие мысли: Допустим головы покрашены, только у двоих других мудрецов, но тогда вскоре один из них поймет, что его голова раскрашена, ведь если бы это было не так, то мудрецу с ракрашенной головой не было бы над чем смеяться. Но мудрецы не перестают смеяться, значит моё допущение неверно, и моя голова тоже раскрашена.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":176,"name":"Гонки и машины","text":"На соревнованиях спортивных автомобилей два самых лучших гонщика заключили необычное пари - чья машина придет медленнее, тот и победитель и призовой фонд забирает себе. На старте, когда прозвучал гонг начала, обе машины и не думали двигаться вперед. Все в замешательстве, срывается соревнование. К молодым людям (гонщикам). Подошел пожилой человек и что-то им обоим сказал. После небольшой паузы оба по газам, кто быстрее, стремясь обогнать друг друга. Правила неизменны - фонд заберет тот, чья машина придет второй. Вопрос: что сказал гонщикам пожилой человек?","pic":"","picsign":"","answer":"Молодым гонщикам подошедший человек сказал, чтобы те поменялись машинами. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":177,"name":"Возраст вспять ","text":" В 1990 г. Дмитрию было 20 лет, а в 1995 г. всего 15 лет. Возможно ли такое? ","pic":"","picsign":"","answer":"Да, возможно, - если Дмитрий родился в 2010 г. до Рождества Христова (до нашей эры). Для этого периода календарные годы отсчитываются в обратном порядке. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":178,"name":" Радиопауза","text":" Девушка слушала радио. Внезапно оно замолкло, а через минуту включилось снова. Радиоприемник был в полном порядке, радиопередача не прерывалась, и девушка не касалась органов управления приемником. Почему же радио замолкло и потом вновь заработало? ","pic":"","picsign":"","answer":"Девушка слушала радио в машине, которую вел ее отец. Прием временно прервался, когда он проезжал через туннель. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":179,"name":" Племянник","text":"Мужчина и его сестра прогуливались по улице. Вдруг мужчина говорит: «Вон тот парень — мой племянник. «Верно, — ответила сестра. — но мне он не племянник». Оба сказали правду. Как же так? ","pic":"","picsign":"","answer":"Мальчик был сыном женщины и, следовательно, племянником ее брата. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":180,"name":"Непонятная бочка","text":"Человек почти заполнил пустую бочку, и бочка стала легче, чем была до заполнения. Чем он наполнил ее? ","pic":"","picsign":"","answer":"Человек «заполнял» поверхность бочки дырами, удаляя часть ее материала, отчего она и становилась легче. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":181,"name":"Болельщики соперников","text":"Однажды в помещении, где было множество людей, болельщик бразильской футбольной команды увидел болельщика аргентинской. Он подошел к нему и нанес ему сильный удар, сбив того с ног. Поднявшись с пола, аргентинский болельщик поблагодарил человека, который ударил его. Почему? ","pic":"","picsign":"","answer":"Оба эти человека сидели в ресторане. У болельщика аргентинской команды застряла в горле рыбья кость, и он задыхался. Болельщик бразильской команды вовремя увидел это и сильно ударил того по спине. От этого удара кость проскочила, что спасло человеку жизнь. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":182,"name":"За пробой воздуха","text":"В ходе эксперимента по определению загрязнения воздуха используют банку с плотно закрывающейся съемной крышкой. Но в банке находится чистый воздух лаборатории. Как же иссследователь может удалить этот воздух и заполнить банку необходимой пробой городского воздуха? ","pic":"","picsign":"","answer":"В лаборатории банку полность заполняют водой, а в том месте, где нужно было взять пробу воздуха, выливают эту воду и ее место занимает  городской воздух.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":183,"name":"Профессионалы гольфа","text":" Хотя среди профессионалов гольфа левшей очень мало, большинство клубов стремится держать леворуких тренеров. Почему? ","pic":"","picsign":"","answer":"Одна из важнейших задач профессионалов в гольф-клубах — это обучение игроков. Большинство игроков — правши. Такой ученик становится против наставника-левши, наблюдает и старается копировать все его движения. Это похоже на то, что человек смотрит в зеркало, поэтому правильные замахи и удары осваиваются легче. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":184,"name":"Хитрый муж","text":" Человек подозревал жену в связи на стороне. Однажды он сказал ей, что его неожиданно отправили в командировку на несколько дней. Он ушел из дому, но через час вернулся. Его жены не было дома, но он быстро узнал имя и адрес ее любовника. Как он это сделал? ","pic":"","picsign":"","answer":" Муж рассудил, что жена должна была позвонить любовнику чтобы договориться о встрече. Поэтому он просто нажал кнопку повторного набора на ее телефоне. Когда человек ответил на звонок, назвав свое имя, муж сказал ему, что тот, якобы, выиграл в лотерее, и спросил, по какому адресу доставить выигрыш. ","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":185,"name":"Предсмертное сообщение","text":"Мужчину находят убитым в его кабинете. Тело мужчины наклонено над письменным столом, в руке зажат револьвер, на столе лежит диктофон. Полицейские включают диктофон покойного и сразу слышат записанное на пленку сообщение: 'Я не могу больше жить. Жизнь больше не имеет для меня никакого смысла...'. После этого раздается выстрел. Как Вы считаете, почему полицейские сразу поняли, что мужчина был убит?","pic":"","picsign":"","answer":"Покойный сам не мог перемотать пленку диктофона.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":186,"name":"Диктофонная запись убийства","text":"Мистера Марка нашли убитым в своем кабинете. Причиной оказалось пулевое ранение в голову. Детектив Робин, осматривая место убийства, нашел на столе кассетный диктофон. И когда он его включил, то услышал голос мистера Марка. Он говорил: «Говорит Марк. Только что мне позвонил Джонс и сказал, что через десять минут он будет здесь для того, чтобы пристрелить меня. Бежать бесполезно. Я знаю, что эта запись поможет полиции арестовать Джонса. Я слышу его шаги на лестнице. Вот открывается дверь...». Помощник детектива предложил арестовать Джонса по подозрению в убийстве. Но детектив не последовал совету его помощника. Как оказалось, он был прав. Убийцей оказался не Джонс, как это было сказано на пленке. Вопрос: почему у детектива возникли подозрения? ","pic":"","picsign":"","answer":"Кто-то перекрутил пленку диктофона на начало касеты. Если бы это был Джонс, то он бы забрал касету и не оставил такой уличающей его улики.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":187,"name":"Холмс опять на высоте","text":"Шерлок Холмс на улице наткнулся на  мертвую женщину, лежащую на земле. Он тут же начал расследование, открыл ее сумку и обнаружил телефон. В телефонной книге он нашел номер ее мужа и сразу  позвонил: - 'Срочно приезжайте сюда. С вашей женой случилось несчастье!.' Тут и появилась полиция. Через некоторое время подъехал  муж и, увидев тело супруги, горько разрыдался.  Но. Шерлок Холмс, указав на  мужа женщины, приказал: - «Арестуйте этого человека. Это убийца». Почему Шерлок так решил? ","pic":"","picsign":"","answer":"Шерлок Холмс не сказал мужу где произошло несчастье, но тот незамедлительно приехал. А кто только мог знать  место убийства?","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":188,"name":"Коробки с конфетами","text":"Димке и Артему подарили  по коробке конфет. В каждой коробке находится 20  конфет. Димка сразу из своей коробки съел несколько конфет, а Артемка из своей коробки съел столько конфет, сколько осталось в коробке у Димы. Сколько всего конфет осталось у ребят?","pic":"","picsign":"","answer":"20  конфет.","fig":"","figsign":"","section":30,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":189,"name":"Пострадавшие в ДТП","text":"В больницу города направляли всех пострадавших в результате несчастных случаев в городе. Больше всего было водителей и пассажиров, пострадавших в ДТП. Чтобы уменьшить их число, городские власти сделали обязательным пользование ремнями безопасности. Водители и пассажиры стали пристегиваться этими ремнями, но число ДТП осталось неизменным, а число пострадавших в них людей, которые поступали в больницу, даже увеличилось. Почему?","pic":"","picsign":"","answer":"Пользование ремнями безопасности уменьшило число погибающих при ДТП. Многие люди, которые без ремня безопасности погибли бы (и попали бы в морги), оставались в живых, но получали травмы, и им требовалось лечение. Поэтому число попадающих в больницу стало больше.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":190,"name":"Прилив","text":"   С борта парохода был спущен стальной трап. Нижние 4 ступеньки трапа погружены в воду. Каждая ступенька имеет толщину в 5 см; расстояние между двумя соседними ступеньками составляет 30 см. Начался прилив, при котором уровень воды стал поднимается со скоростью 40 см в час. Как Вы считаете, сколько ступенек окажется под водой через 2 часа?","pic":"","picsign":"","answer":"Через два часа под водой будут те же 4 ступеньки, потому что во время прилива лестница поднимается вместе с пароходом.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":191,"name":"Что в первую очередь?","text":"   Предположим, что если человек не будет 7 суток есть или 7 суток спать, то он может умереть. Допустим, что человек неделю не ел и не спал. Что он должен сделать в первую очередь к концу седьмых суток чтобы остаться в живых: поесть или поспать?","pic":"","picsign":"","answer":"Человек не может одновременно спать и есть. Следовательно, срок в семь суток после сна и после еды наступит в разное время. Человек, прежде всего, должен сделать то, что он неделю назад делал раньше - спал или ел!","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":192,"name":"День рождения","text":"   Позавчера Пете было 17 лет. В следующем году ему будет 20 лет. Как такое может быть?","pic":"","picsign":"","answer":"Если нынешний день 1 января, а День Рождения у Пети 31 декабря. Позавчера (30 декабря) ему было еще 17 лет, вчера (31 декабря) исполнилось 18 лет, в нынешнем году исполнится 19 лет, а в следующем году - 20 лет.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":193,"name":"Часовые.","text":"   У дороги на посту стоят два часовых. Один смотрит в одну сторону дороги, а другой - в противоположную, но при этом они видят друг друга. Как такое может быть? Варианты с отражениями и т.п. - исключены.","pic":"","picsign":"","answer":"Хотя часовые смотрят в противоположные стороны, стоят они не спиной к спине, а лицами друг к другу.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":194,"name":"Гвоздь в дереве","text":"Мальчик, рост которого составлял один метр, вбил в дерево гвоздь точно на высоте своего роста. Три года спустя он вернулся на это место. Мальчик вырос на двадцать сантиметров, а дерево - на сорок сантиметров. Насколько теперь гвоздь оказался выше мальчика?","pic":"","picsign":"","answer":"Гвоздь окажется ниже мальчика на 20 см. Деревья растут верхушкой, и поэтому гвоздь не поднимется.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":195,"name":"Где и когда","text":"Вам, вероятно, знаком бессмысленный стишок: Рано утром, вечерком, в полдень, на рассвете… Неведомый слагатель этих стихов стремился выразить ими заведомую нелепость и подбирал слова, которые противоречили бы одно другому. Между тем приведенная фраза не совсем бессмысленна; на Земле существуют места, где такое определение времени применительно к некоторому реальному моменту вполне верно. Где и когда это бывает?","pic":"","picsign":"","answer":"Где? – За полярным кругом. Когда? – 21 декабря, около 12 часов дня, когда зимнее солнце лишь на мгновение показывается над горизонтом, чтобы тотчас же скрыться снова.Действительно, тот момент есть «утро», так как совпадает с восходом солнца, но в то же время и вечер, так как совпадает с заходом солнца. Безусловно, это и полдень – 12 часов дня, и, конечно, рассвет, так как, пока солнце еще не выйдет над горизонтом, длится утренняя заря. Итак, это – «рано утром, вечерком, в полдень, на рассвете».","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":196,"name":"Кружки на листе бумаги","text":"Учитель рисует на листке бумаги несколько кружков и спрашивает одного ученика: «Сколько здесь кружков?». «Семь» — отвечает ученик. «Правильно. Так сколько здесь кружков?» — опять спрашивает учитель другого ученика. «Пять» — отвечает тот. «Правильно» — снова говорит учитель. Так сколько же кружков он нарисовал на листке?","pic":"","picsign":"","answer":"Всего нарисовано 12 кружков: пять на одной стороне листка и семь — на другой.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":197,"name":"Люди на окружности","text":"На диаметральной линии внутри круга стоит 11 человек от одного конца до другого. Какое наименьшее количество человек необходимо переместить с этой линии на окружность, чтобы все 11 человек оказались на окружности круга.","pic":"","picsign":"","answer":"Девять. Двое из одиннадцати уже стоят на окружности, разместившись по краям диаметральной линии. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":198,"name":"Раздел булки","text":"На стройке работали 3 рабочих. У одного было две булки, у второго одна булка. К ним подошел третий рабочий и попросил с ним поделиться. Ему дали одну булку, таким образом, каждый рабочий съел по булке. Третий рабочий за булку отдал другим 6 рублей. Рабочие разделили деньги так: тот у которого было 2 булки взял себе 4 рубля, а второй взял 2 рубля. Вопрос: правильно ли рабочие разделили деньги?","pic":"","picsign":"","answer":"Конечно нет. Второй рабочий сразу имел 1 булку и съел 1 булку, поэтому ему деньги не полагаются. Все деньги должен забрать первый рабочий. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":199,"name":"Сколько кошек","text":"Угадайте, сколько в комнате находится кошек, если в каждом из 4 углов комнаты сидит по 1 кошке, напротив каждой кошки находится по 3 кошки, на хвосте у каждой кошки сидит 1 кошка.","pic":"","picsign":"","answer":"В комнате всего 4 кошки. Тогда получится, что напротив каждой кошки по 3 кошки и каждая кошка сидит на своем хвосте. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":200,"name":"Изготовление заготовок","text":"В заводском цехе из металлических заготовок вытачиваются детали, из одной заготовки получается одна деталь. Стружка, получившаяся от вытачивания 6 деталей, идет в переплавку и из этого металла можно изготовить еще одну заготовку. Сколько в итоге деталей можно сделать из 36 заготовок?","pic":"","picsign":"","answer":"Ответ: 43 детали.  А именно: 36 деталей первоначально, потом еще 6 деталей из переплавленного металла, и еше одна деталь получется из стружки, оставшейся после изготовления последних 6 деталей (из переплавленного металла). В итоге из 36 заготовок можно сделать 43 детали. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":201,"name":"Птица и велосипедисты","text":"Два велосипедиста выехали навстречу друг другу, один из пункта А, другой из пункта Б. Когда между ними осталось 300 км их заметила птица и стала летать от первого велосипедиста ко второму и наоборот, пока они не встретились. Птица летала со скоростью 100 км/ч, а велосипедисты ехали навстречу друг другу по прямой с равными скоростями в 50 км/ч. Сколько в итоге километров пролетела птица, летая между велосипедистами?","pic":"","picsign":"","answer":"Птица пролетела 300 км. Птица летала, пока велосипедисты не встретились. 300 км они проедут с общей скоростью 100 км/ч за 3 часа. Следовательно, птица также летала 3 часа со своей скоростью в 100 км/ч. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":202,"name":"Отец 5 дочерей","text":"Отец Мери итальянец и работает продавцом макарон, ему  58 лет...и у него есть 5 дочерей. Их пришлось назвать необычно: ча-ча, че-че, чи-чи, чо-чо… Как зовут 5 дочь???","pic":"","picsign":"","answer":"Мери !!!","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":203,"name":"Задача о яблоках","text":"В корзинке было шесть яблок, а в комнате — шесть девочек. Каждая взяла по яблоку, но одно яблоко осталось в корзинке. Почему? ","pic":"","picsign":"","answer":" Первые пять девочек взяли по яблоку из корзины, а шестая взяла корзину с оставшимся яблоком. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":204,"name":"Два президента","text":" У 22-го и 24-го президентов США были общий отец и общая мать, но эти президенты не были братьями. Как это могло быть? ","pic":"","picsign":"","answer":"Этими двумя президентами был один и тот же человек Гроувер Кливленд (1837–1908). который был президентом два срока, но не подряд (1885–1889 и 1893–1897). ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":205,"name":"Гейм, сет и матч","text":" Два человека играли в теннис. Они сыграли пять сетов, причем каждый из них выиграл три сета. Как это могло быть? ","pic":"","picsign":"","answer":"Эти два человека составляли пару, которая выиграла 3 сета из 5. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":206,"name":"Удивительная прогулка","text":" Человек прошел от Дублина до Корка по главным дорогам, не миновав ни одного паба. Как это могло случиться, ведь пабы в Ирландии встречаются на каждом шагу? ","pic":"","picsign":"","answer":"Человек не миновал ни одного паба потому, что заходил в каждый из них. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":207,"name":"Отец и сын Отец","text":"Уильяма был старше его деда. Как это могло быть? ","pic":"","picsign":"","answer":"Допустим, отцу Уильяма было 60 лет. его матери 25. а ее отцу 45. Поскольку у каждого человека есть два деда, его дед по матери вполне может быть моложе отца. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":208,"name":"Удивительное падение","text":"Человек выпрыгнул из самолета без парашюта. Он приземлился на твердый грунт, но остался невредимым. Почему? ","pic":"","picsign":"","answer":"Самолет стоял на взлетной полосе. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":209,"name":" Покупка могла спасти жизнь","text":" Человек проснулся в 9 утра. Он настолько увлекся чтением газеты, что у него не осталось времени зайти в магазин, какой намеревался. В 11 он отправился в учебный полет. Он точно выполнял все указания инструктора, пока не пошел на посадку. При посадке он не выполнил указания инструктора, из-за чего самолет потерпел аварию и оба погибли. Этого несчастья могло не произойти, успей он сделать запланированную покупку. Это показывает, сколь важной может быть покупка. Почему такое могло случиться? ","pic":"","picsign":"","answer":" Человек не купил новую батарейку для переговорного устройства. Старая отказала как раз тогда, когда самолет шел на посадку, и человек не смог услышать указаний инструктора. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":210,"name":"Твоя очередь рулить","text":"Говорили между собой два брата. Один сказал: «Мне надоело жить в Бирмингеме, потому что водить машину всегда приходится мне. Не поехать ли нам в Лондон?» Другой брат ответил: «Но ведь тогда водить машину всегда придется мне». Почему? ","pic":"","picsign":"","answer":"Братья были сиамскими близнецами, которые срослись боками. Они жили в американском городе Бирмингем в штате Алабама. В Америке движение правостороннее и руль у автомобиля расположен слева, поэтому водить машину мог только тот брат, который сидел слева. В Лондоне же, как и во всей Англии, движение левостороннее, поэтому руль расположен справа и водить машину может только тот брат, который сидит справа. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":211,"name":" Как купить пилу ","text":"Глухому человеку понадобилось кое-что распилить. Он пошел в лавку, где продавались скобяные изделия. Как объяснил он продавцу, что ему нужна пила? ","pic":"","picsign":"","answer":"Глухой человек сказал: «Я хочу купить пилу». ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":212,"name":"Два взгляда ","text":"Склад боеприпасов охраняют два часовых. Один смотрит на север, а другой — на юг.  Вдруг один восклицает: «Ты совсем замерз! У тебя нос побелел!» Как мог он это узнать? ","pic":"","picsign":"","answer":" Хотя часовые смотрели в противоположные стороны, стояли они не спиной к спине, а лицами друг к другу. ","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":213,"name":"В чем обман?","text":" Две крестьянки пришли на базар продавать яйца. У каждой было по 30 яиц. Одна крестьянка продавала яйца парами – по 5 копеек пара.       Другая продавала их тройками – по 5 коп. тройка. Когда все яйца были проданы, крестьянки попросили прохожего сосчитать выручку – сами они не умели. Прохожий взял у них выручку и объяснил крестьянкам:       – Одна из вас продавала 2 яйца за 5 коп., другая – 3 яйца за 5 коп. Короче сказать, вы продавали пяток яиц по гривеннику. Всех яиц у вас было 60, т. е. 12 пятаков. Значит, вы выручили 12 гривенников, или один рубль 20 копеек. Получите же их.       И прохожий отсчитал им из выручки 1 р. 20 к. А оставшийся пятак положил себе в карман.       Откуда же взялся этот лишний пятак?","pic":"","picsign":"","answer":"Прохожий подсчитал выручку неверно. Он принимал, что первая крестьянка продала столько же пар яиц, сколько вторая – троек: тогда средняя цена, действительно, была бы 10 коп. за 5 штук, или 2 коп. штука. На самом деле, однако, первая продала 15 пар, вторая же – всего 10 троек. Дорогих яиц продано было больше, чем дешевых, и средняя цена была выше 2-х коп. за штуку. Истинная выручка равна:       30/2 x 5 + 30/3 x 5 = 1 р. 25 коп.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":214,"name":" Бой часов ","text":"Часы отбивают три удара в течение трех секунд. Сколько секунд они будут бить 7 ударов?","pic":"","picsign":"","answer":"Если часы делают в 3 секунды 3 удара, т. е. если 2 промежутка между ударами длятся 3 секунды, то продолжительность одного промежутка – 1 1/2 секунды. При 7 ударах имеется 6 промежутков. Считая по 1 1/2 сек. на каждый промежуток, имеем, что 7 ударов часы должны делать в 6 х 1 1/2 = 9 секунд.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":215,"name":"Шпионские страсти","text":"   Агенту необходимо было проникнуть на одну “закрытую” вечеринку. Пропуском внутрь служило особое слово-пароль. Агент спрятался неподалеку от входа и стал прислушиваться. На вопрос охранника “Двадцать два?” первый посетитель ответил “Одиннадцать!” и был впущен внутрь. На вопрос “Двадцать восемь?” следующий посетитель ответил “Четырнадцать!” и также был впущен внутрь. “Всего-то делов” подумал агент, и на вопрос охранника “Сорок два?” смело ответил “Двадцать один!” и тут же был изгнан прочь как чужак. Каким должен был быть правильный ответ?","pic":"","picsign":"","answer":"Правильный ответ “Восемь” – суммарное количество букв в совах произносимых охранником.","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":216,"name":"Зеленая земля","text":"Гренландия - огромный остров, покрытый снегом и льдом. Почему человек, открывший этот остров, назвал его Гренландией, т.е. 'Зеленой землей'?","pic":"","picsign":"","answer":"Гренландию открыл примерно в 982 году скандинавский ярл Эрик Рыжий. Он стремился побудить людей селиться там и поэтому назвал страну Гренландией, так как это название могло привлечь их (на англ. greenland - 'зеленая земля').","fig":"","figsign":"","section":40,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":217,"name":"","text":"Лег усатый, встал горбатый.","pic":"","picsign":"","answer":"К о т. Когда кот, выспавшись, поднимается, он изгибает спину горбом.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":218,"name":"","text":"Слева направо – на ногах стоит; справа налево – без ног бежит.","pic":"","picsign":"","answer":"К о т. Если читать справа налево, получится «ток», который бежит по электрическим проводам,","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":219,"name":"","text":"В нее льется, из нее льется, сама по земле плетется.","pic":"","picsign":"","answer":"Р е к а. В нее вливаются притоки и дождь; из нее вода изливается в море или в другие места.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":220,"name":"","text":"Шкаф большой, дверцы маленькие; кладут белое, вынимают черное.","pic":"","picsign":"","answer":"П е ч ь комнатная. В нее кладут белые дрова, а вынимают черные уголья.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":221,"name":"","text":"С неба пришел, в землю ушел.","pic":"","picsign":"","answer":"Д о ж д ь. Упав из облаков, он просачивается в землю.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":222,"name":"","text":"Когда лошадей покупают, какие они бывают?","pic":"","picsign":"","answer":"М о к р ы е (после купанья).","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":223,"name":"","text":"Как ни машет крыльями, Небось, не полетит.","pic":"","picsign":"","answer":"М е л ь н и ц а.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":224,"name":"","text":"Он смирен до поры. Летит – молчит, лежит – молчит; Когда умрет, тогда ревет.","pic":"","picsign":"","answer":"С н е г. Когда снег тает («умирает»), он образует нередко бурные, ревущие потоки воды.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":225,"name":"","text":"Собачка верная: Не лает, не кусается, А в дом не пускает.","pic":"","picsign":"","answer":"З а м ó к.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":226,"name":"","text":"Он подо мною, а я под ним. Кто мы?","pic":"","picsign":"","answer":"Д в о е людей, стоящих на противоположных точках земного шара. Каждый из них считает другого находящимся под ним.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":227,"name":"","text":"Если у вас всего одна спичка, и вы входите в темную комнату, где есть керосиновая лампа, газета и лучины для растопки, что вы зажжете в первую очередь? ","pic":"","picsign":"","answer":"Спичку.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":228,"name":"","text":"У фермера было 17 овец. Все, кроме 9, пали. Сколько осталось? ","pic":"","picsign":"","answer":" Девять.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":229,"name":"","text":" Сколько особей каждого вида тварей взял Моисей в свой ковчег во время всемирного потопа? ","pic":"","picsign":"","answer":" Ни одной, - ковчег был не у Моисея, а у Ноя .","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":230,"name":"","text":"Самолет с английскими туристами летел из Голландии в Испанию. Во Франции он разбился. Где следует похоронить оставшихся в живых? ","pic":"","picsign":"","answer":"Оставшихся в живых не нужно хоронить.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":231,"name":"","text":"Если павлин м-ра Джоунза отложит яйцо в саду м-ра Брауна, кто будет законным владельцем этого яйца? ","pic":"","picsign":"","answer":" Павлины не откладывают яйца, их откладывают павы.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":232,"name":"","text":"Вы вели автобус с 42 пассажирами из Бостона в Вашингтон. На каждой из шести остановок из него выходили по три человека, а на каждой второй остановке входили по четыре. Как звали водителя, когда автобус через 10 часов прибыл в Вашингтон? ","pic":"","picsign":"","answer":" Как и вас.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":233,"name":"","text":"Запишите в виде единого числа 15 тысяч, 15 сотен и 15. ","pic":"","picsign":"","answer":"16 515","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":234,"name":"","text":"Что вы можете найти в секундах, минутах и днях, но не в годах, декадах и веках? ","pic":"","picsign":"","answer":" Букву «Н».","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":235,"name":"","text":"Один поезд едет из Москвы в С.-Петербург с опозданием 10 минут, а другой - из С.-Петербурга в Москву с опозданием 20 минут. Какой из этих поездов будет ближе к Москве, когда они встретятся?","pic":"","picsign":"","answer":"В момент встречи они будут на одинаковом расстоянии от Москвы","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":236,"name":"","text":"","pic":"","picsign":"","answer":"","fig":"","figsign":"","section":0,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":237,"name":"","text":"С какой скоростью должна бежать собака, чтобы не слышать звона жестянки, привязанной к ее хвосту?","pic":"","picsign":"","answer":"Физик сразу скажет, что ей нужно бежать со сверхзвуковой скоростью. Разумеется, собаке достаточно стоять на месте","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":238,"name":"","text":"Один оборот вокруг Земли спутник делает за 1 ч 40 минут, а другой - за 100 минут. Как это может быть?","pic":"","picsign":"","answer":"1 час и 40 минут = 100 минут ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":239,"name":"","text":"Крыша одного дома не симметрична: один скат ее составляет с горизонталью угол 60 градусов, другой - угол 70 градусов. Предположим, что петух откладывает яйцо на гребень крыши. В какую сторону упадет яйцо - в сторону более пологого или крутого ската?","pic":"","picsign":"","answer":"Петухи не кладут яйца.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":240,"name":"","text":"Возможно ли такое: две головы, две руки и шесть ног, а в ходьбе только четыре?","pic":"","picsign":"","answer":"Да, это всадник на лошади.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":241,"name":"","text":"Какое колесо не крутится при правом развороте?","pic":"","picsign":"","answer":"Запасное.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":242,"name":"","text":"","pic":"","picsign":"","answer":"","fig":"","figsign":"","section":0,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":243,"name":"","text":"В комнате горело 50 свечей, 20 из них задули. Сколько останется?","pic":"","picsign":"","answer":"Останется 20: задутые свечи не сгорят полностью.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":244,"name":"","text":"На край стола поставили жестяную банку, плотно закрытую крышкой, так, что больше половины банки свисало со стола. Через некоторое время банка упала сама по себе. Что было в банке?","pic":"","picsign":"","answer":"Кусок льда.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":245,"name":"","text":"Как далеко в лес может забежать заяц?","pic":"","picsign":"","answer":"До середины леса. Дальше он уже будет выбегать из леса.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":246,"name":"","text":"Шел Кондрат  - в Ленинград,   А навстречу — двенадцать ребят.   У каждого по три лукошка,   В каждом лукошке — кошка,   У каждой кошки — двенадцать котят.   У каждого котенка   В зубах по четыре мышонка.   И задумался Кондрат:   'Сколько мышат и котят   Ребята несут в Ленинград?'","pic":"","picsign":"","answer":"Ребята идут из  Ленинграда и ничего не несут в Ленинград.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":247,"name":"","text":"Есть некая комната с дверью, а в ней есть  2 лампочки. Два выключателя к этим лампочкам находятся за дверью снаружи комнаты.  Если хотя бы одна лампочка включена,  то дверь - закрыта и войти в комнату нельзя. При выключенных лампочках в комнату зайти можно. Как узнать от какой лампочки какой выключатель?'","pic":"","picsign":"","answer":"Включить одну лампочку и немного подождать. Затем ее выключить и войти в комнату. Потрогать лампочки - та, которая еще теплая и включалась перед этим.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":248,"name":"","text":"Как известно, все исконно русские женские имена оканчиваются либо на 'а', либо на 'я': Анна, Мария, Ольга и т.д. Однако есть одно-единственное женское имя, которое не оканчивается ни на 'а', ни на 'я'. Назовите его.","pic":"","picsign":"","answer":"Любовь.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":249,"name":"","text":"К тебе пришли гости, а в холодильнике — бутылка лимонада, пакет с ананасовым соком и бутылка минеральной воды. Что ты откроешь в первую очередь? ","pic":"","picsign":"","answer":"Холодильник","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":250,"name":"","text":"Марина мечтала о шоколадке, но ей на покупку не хватало 10 рублей. Вася тоже мечтал о шоколадке, но ему не доставало всего 1 рубля. Дети решили купить хотя бы одну шоколадку на двоих, но им все равно не хватило 1 рубля. Какова стоимость шоколадки? ","pic":"","picsign":"","answer":"10 рублей","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":251,"name":"","text":"На столе лежит 100 листов бумаги. За каждые 10 секунд можно посчитать 10 листов. Сколько секунд понадобится, чтобы посчитать 80 листов? ","pic":"","picsign":"","answer":"20 секунд, если отсчитать 20 листов и и вынуть их из стопки в 100 листов.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":252,"name":"","text":"К реке подходят два человека. У берега лодка, которая может выдержать только одного. Оба человека переправились на противоположный берег. Как?","pic":"","picsign":"","answer":"По очереди. Эти люди были на разных берегах.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":253,"name":"Три ласточки","text":"Из гнезда вылетели три ласточки. Какова вероятность того, что через 15 секунд они будут находиться в одной плоскости?","pic":"","picsign":"","answer":"100% , т.к. три точки всегда образуют одну плоскость","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":254,"name":"Загадка 'с бородой'","text":"Шли два отца и два сына, нашли три апельсина. Стали делить - всем по одному досталось. Как это могло быть?","pic":"","picsign":"","answer":"Это были дед, отец и сын.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":255,"name":"Сколько сестер","text":"У шести братьев по три сестры. Сколько всего сестер ?","pic":"","picsign":"","answer":"три","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":256,"name":"Соревнование","text":"Вы опередили лыжника, который находился на второй позиции. Какое месте теперь Вы  занимаете? (отвечайте быстро","pic":"","picsign":"","answer":"второе","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":257,"name":"Загадка","text":"Сундук без петель, ключа или крышки, но золотое сокровище сокрыто в нем. Что это?","pic":"","picsign":"","answer":"яйцо","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":258,"name":"Полуночный дождь","text":"   Если в 12 часов ночи идет дождь, то можно ли ожидать, что через 72 часа будет солнечная погода?","pic":"","picsign":"","answer":"Нет, так как через 72 часа снова будет полночь.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":259,"name":"Два человека","text":"    Идут рядом два человека, один из них - отец сына другого. Как такое может быть?","pic":"","picsign":"","answer":"Это отец и мать ребенка","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":260,"name":"Можно измерить?","text":"Что не имеет длины, глубины, ширины, высоты, а можно измерить?","pic":"","picsign":"","answer":"время и температура","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":261,"name":"Вместе","text":"Если: ты, да я, да мы с тобой. Много ли нас?","pic":"","picsign":"","answer":"двое","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":262,"name":"Кошка на дереве","text":"Если кошка влезла на дерево и хочет слезть с него по гладкому стволу, как она будет спускаться: головой вниз или хвостом вперед?","pic":"","picsign":"","answer":"хвостом вперед","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":263,"name":"Сколько спать?","text":"Если вы ляжете спать в 8 часов вечера, поставив механический будильник на 9 часов утра, то сколько часов вы проспите?","pic":"","picsign":"","answer":"один час – будильник зазвонит в 9 вечера","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":264,"name":"Что зажечь?","text":"Если бы у вас была только одна спичка, и вы вошли в комнату, где есть керосиновая лампа, камин и газовая плита, что бы вы зажгли первым делом?","pic":"","picsign":"","answer":"Спичку","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":265,"name":"Овцы","text":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","pic":"","picsign":"","answer":"девять","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":266,"name":"Женитьба","text":"Можно  мужчине жениться на сестре своей вдовы?","pic":"","picsign":"","answer":"нет, мужчина–вдовец - мертвый","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":267,"name":"Бегающая собака","text":"С какой скоростью должна бежать собака, чтобы не слышать звона сковородки, привязанной к ее хвосту?","pic":"","picsign":"","answer":"Cобаке достаточно стоять на месте.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":268,"name":"Полет ласточек","text":"Из гнезда вылетели три ласточки. Какова вероятность того, что через 15 секунд они будут находиться в одной плоскости?","pic":"","picsign":"","answer":"три точки всегда образуют одну плоскость","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":269,"name":"Падающая банка","text":"На край стола поставили жестяную банку, плотно закрытую крышкой, так, что 2/3 банки свисало со стола. Через некоторое время банка упала. Что было в банке?","pic":"","picsign":"","answer":"кусок льда, который растаял","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":270,"name":"Жизнь человека","text":"Без каких трёх вещей человек не может жить?","pic":"","picsign":"","answer":"завтрак, обед и ужин","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":271,"name":"Спутник земли","text":"Один оборот вокруг Земли спутник делает за 1 ч 40 минут, а другой - за 100 минут. Как это может быть?","pic":"","picsign":"","answer":"1 ч. 40 мин. = 100 минут","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":272,"name":"Прыгающие кони","text":"Где встречается такое, что конь через коня перепрыгивает? ","pic":"","picsign":"","answer":"В шахматах","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":273,"name":"Человек и сон","text":"Как человеку не спать 8 дней? ","pic":"","picsign":"","answer":"Спать по ночам","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":274,"name":"Какое животное?","text":"По какому животному ходят люди и проезжают машины? ","pic":"","picsign":"","answer":"По зебре","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":275,"name":"Знаки","text":"Какой знак нужно поставить между 6 и 7, чтобы результат оказался меньше 7 и больше 6? ","pic":"","picsign":"","answer":"Запятую","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":276,"name":"Собака на 3-х ногах","text":"Собака залезла на дерево на 4 ногах, а слезла на 3-х. Как это произошло? ","pic":"","picsign":"","answer":"Собаки не лазают по деревьям","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":277,"name":"Про яму","text":"Сколько земли содержит яма диаметром 3 метра и глубиной 3 метра? ","pic":"","picsign":"","answer":"Нискольно. Яма - пустая","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":278,"name":"Загадка для профессора","text":"Эту загадку ученик 1-ого класса решает за 5 минут, старшеклассник за 15 минут, студент за 1 час, профессор никогда не решит. Загадка: расшифруйте одтчпшсвдд ","pic":"","picsign":"","answer":"Один,два, три,четыре,…","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":279,"name":"Вода в стакане","text":"За чем вода в стакане? ","pic":"","picsign":"","answer":"За стеклом","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":280,"name":"Про вранье","text":"Что никогда не врёт? ","pic":"","picsign":"","answer":"Зеркало","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":281,"name":"Последовательность цифр ","text":"Итак, можете ли вы установить, по какому принципу выстроена данная последовательность :         8 2 9 0 1 5 7 3 4 6","pic":"","picsign":"","answer":"все цифры следуют друг за другом в соответствии с алфавитным порядком их названий (восемь, два, девять, ноль и т.д.). ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":282,"name":"О ваших друзьях","text":"Что ваши друзья и знакомые используют чаще чем вы, но это является вашей собственностью?","pic":"","picsign":"","answer":"Ваше имя ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":283,"name":"То что имеете","text":"Если вы это имеете, то имеете полную часть. Если же вы этим с кем-то поделитесь, то оно исчезнет совсем?","pic":"","picsign":"","answer":"Секрет","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":284,"name":"Это нужно измерить","text":"Пока это не измерить, то оно не известно. Однако если оно постоянно летит, то многим людям это часто не нравится.","pic":"","picsign":"","answer":"Время","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":285,"name":"Числовая последовательность","text":"По какому правилу сформирована нижеуказанная числовая последовательность : 1, 11,  21, 1211,  111221, 312211,  13112221,  1113213211 ","pic":"","picsign":"","answer":"Каждое следующее число описывает одно предыдущее. Например : число во второй строке «11» говорит, что в предыдущей строке одна единица или 1(одна)1(единица); число в третьей строке «21» говорит, что в предыдущей строке две единицы или 2(две)1(единицы); число в четвертой строке «1211» говорит, что в предыдущей строке одна двойка и одна единица или 1(одна)2(двойка)1(одна)1(единица). И так далее.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":286,"name":"То, что нельзя называть","text":"Если вы назовете ее имя, то оно тотчас исчезнет. Как вы думаете, что же это такое?","pic":"","picsign":"","answer":"Молчание ( тишина)","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":287,"name":"Про мяч","text":"Как можно бросить теннисный мяч, чтобы он обязательно прилетел к вам обратно?","pic":"","picsign":"","answer":"Просто подбросить его вверх. ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":288,"name":"То , что с вами весь день","text":"Каждое утро это появляется у ваших ног и целый день следует за вами повсюду. Правда это чуть не погибает в лучах солнца.","pic":"","picsign":"","answer":"Тень","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":289,"name":"О родстве","text":"У каждого из ваших двоюродных братьев есть тетя, но она не является вашей тетей. Кто же она тогда?","pic":"","picsign":"","answer":"Она ваша мать. ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":290,"name":"Натощак","text":"Сколько яиц можно съесть натощак?","pic":"","picsign":"","answer":"Только одно. Все следующие уже будут съедены не на пустой желудок.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":291,"name":"Кувшин и бокал","text":"Перед Вами кувшин с водой и хрустальный бокал, который необходимо доверху заполнить водой из этого кувшина. Но необходимо выполнить следующее условие: в кувшине должно остаться ровно столько же воды, сколько ее есть до начала ваших действий.","pic":"","picsign":"","answer":"Все очень просто. Берете бокал и осторожно устанавливаете его на дно кувшина с водой, не проливая ни капли жидкости на стол.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":292,"name":"Что легко поднять","text":"Что с поднять земли легко, но трудно кинуть далеко?","pic":"","picsign":"","answer":"Пух","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":293,"name":"Лифт в отеле","text":"В отеле 7 этажей. На первом этаже сейчас живет 7 человек, на каждом последующем - на 3 больше, чем на предыдущем. На каком этаже отеля чаще всего вызывают лифт?","pic":"","picsign":"","answer":"На первом.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":294,"name":"Смородина","text":"Она красная? - Нет, черная. - А почему она белая? - Потому, что зеленая.","pic":"","picsign":"","answer":"Черная смородина","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":295,"name":"Сколько животных","text":"У Вани есть домашние животные : кошки и собаки. Из всех ее животных только одно не является собакой, при этом все ее питомцы, кроме одного - кошки. Как вы думаете, сколько всего у Вани кошек и собак?","pic":"","picsign":"","answer":"Только одна собака и только одна кошка. ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":296,"name":"Корзина с фруктами","text":"Представьте себе, что у вас есть пустая корзина под фрукты. Рядом стоит корзина в два раза большая по объему, которая полностью, доверху заполнена яблоками. Всего в большой корзине 240 яблок. Как вы думаете, сколько яблок можно положить в пустую корзину?","pic":"","picsign":"","answer":"Только одно яблок, так как после того, как будет положено одно яблоко, то корзина уже не будет пустой. ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":297,"name":"Вода в дырках","text":"Как вы думаете, что может удерживать воду, при этом имея повсеместно дырки?","pic":"","picsign":"","answer":"Губка или кусок паролона.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":298,"name":"Подвижные элементы","text":"Инструмент для измерения времени с минимальным количеством движущихся элементов - это солнечные часы. Какой инструмент для измерения времени имеет максимальное количество подвижных элементов?","pic":"","picsign":"","answer":"1.Песочные часы. Падающие песчинки представляют собой подвижные элементы и их очень много. 2.Время можно определять и по звездам, - они тоже движутся и их еще больше.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":299,"name":"Какие слова  ","text":"  Расскажу вам о занимательной игре, в которой могут участвовать много играющих. Кто-нибудь задумывает слово – название вещи, но не имя и не фамилию. В задуманном слове он переставляет буквы в другом порядке и в таком измененном виде предлагает его товарищам для отгадывания. Например, если задумано слово «арбуз», то после перестановки букв получают «заруб» или бессмысленное сочетание «бурза». По этому «зарубу» или «бурзе» остальные участники игры должны отгадать задуманное слово. Кто отгадает первый, тот получает одно очко и сам становится загадчиком. Игра кончается, когда кто-нибудь из играющих наберет 10 очков; он и считается победителем в состязании.    Дадим несколько примеров. Отгадайте задуманное слово по сочетанию «аталоп». Это нетрудно: «лопата». В заключение попробуйте отгадать дюжину слов:    1. Ракалет    2. Кихенат    3. Оселуви    4. Ловаги    5. Вригодан    6. Носцел    7. Кочелев    8. Виночудак    9. Сляратюк    10. Цильмане    11. Клавесорт    12. Зучитсобак","pic":"","picsign":"","answer":" 1. Тарелка    2. Техника    3. Условие    4. Иволга    5. Виноград    6. Солнце    7. Человек    8. Одуванчик    9. Кастрюля    10. Мельница    11. Лекарство    12. Зубочистка   ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":300,"name":"В ожидании конки ","text":"Три брата, возвращаясь из театра домой, подошли к рельсам конки, чтобы вскочить в первый же вагон, который подойдет. (Конка – не трамвай: вскочить в вагон конки нетрудно.)    Вагон не показывался, и старший брат предложил подождать.    – Чем стоять и ждать, – ответил средний брат, – лучше пойдем вперед. Когда вагон догонит нас, тогда и вскочим; а тем временем часть пути будет уже за нами – скорее домой приедем.    – Если уж идти, – возразил младший брат, то не вперед по движению, а в обратную сторону: тогда нам скорее попадется встречный вагон; раньше и домой прибудем.    Так как братья не могли убедить друг друга, то каждый поступил по-своему: старший остался ожидать на месте, средний пошел вперед, младший – назад.    Кто же из трех братьев раньше приехал домой? Кто из них поступил благоразумнее? ","pic":"","picsign":"","answer":"Младший брат, пойдя назад по движению, увидел идущий навстречу вагон и вскочил в него. Когда этот вагон дошел до места, где ожидал старший брат, последний вскочил в него. Немного спустя, тот же вагон догнал шедшего впереди среднего брата и принял его. Все три брата очутились в одном и том же вагоне – и, конечно, приехали домой одновременно.    Однако благоразумнее всех поступил старший брат: спокойно ожидая на одном месте, он устал меньше других.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":301,"name":"Бывают ли?   ","text":"Бывают ли на Земле январская жара и июльские морозы?","pic":"","picsign":"","answer":"Жара в янраре и июльские морозы бывают в южном полушарии Земли, по ту сторону экватора. Когда у нас, в северном полушарии, зима, тогда в южном – лето, и наоборот.    ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":302,"name":"Из трех – четыре ","text":"Положите на стол три спички и предложите товарищу, не прибавляя ни одной спички, сделать из этих трех спичек – четыре.    Ломать спичек нельзя.    Едва ли он догадается, в чем состоит неожиданное решение этой задачи.    В чем же?","pic":"","picsign":"","answer":"    Это – шуточная задача. Секрет ее в том, что из трех спичек вы делаете не четыре спички, а просто «четыре» – римскую цифру IV. Составить ее из трех спичек, конечно, очень легко. Таким незамысловатым способом можете вы из трех спичек сделать шесть (VI), из четырех спичек – семь (VII) и т. п.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":303,"name":"Три да два – восемь","text":"Если вы знаете, как решается предыдущая задача, то без труда одолеете и такую задачу:    На столе лежат 3 спички. Прибавьте к ним еще 2 и получите… восемь!","pic":"","picsign":"","answer":"Вот нехитрое решение этой задачи-шутки:   VIII ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":304,"name":"Сколько партий?","text":"Трое играли в шашки. Всего сыграно было три партии. Сколько сыграл каждый?","pic":"","picsign":"","answer":"Обыкновенно отвечают: каждый сыграл по одной партии. При этом забывают, что когда первые два игрока сыграли одну партию, кто-нибудь из них должен участвовать во второй партии. Значит, невозможно, чтобы каждый из них играл только по одному разу.    Правильный ответ: каждый сыграл две партии.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":305,"name":" Сколько детей?       ","text":"У меня шесть сыновей. У каждого сына есть сестра. Сколько у меня детей?","pic":"","picsign":"","answer":"7 детей: шесть сыновей и одна сестра","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":306,"name":" Завтрак ","text":"Два отца и два сына съели за завтраком три яйца. Замечательно, что каждый из них съел по целому яйцу. Как вы это объясните?","pic":"","picsign":"","answer":"Дело объясняется очень просто. Село за стол не четверо, а только трое: дед, его сын и внук. Дед и сын – отцы, а сын и внук – сыновья: дед – отец сына, внук – сын отца.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":307,"name":"Безбрежное море","text":"   Мы часто произносим: 'безбрежное море'. А существует ли в действительности 'безбрежное море', то есть море, у которого нет берегов?","pic":"","picsign":"","answer":"Сарагасово море, расположенное в Атлантическом океане. Оно замечательно тем, что почти сплошь покрыто зарослями водорослей и его 'берегами' являются воды океана.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":308,"name":"Шум леса","text":"    Как вы думаете, одинаково ли шумят хвойные и лиственные леса?","pic":"","picsign":"","answer":"Шум ветра в лесу меняется в зависимости от породы деревьев. Сосны и ели разбивают ветер на вихри, следующие один за другим очень часто; при этом получается свистящий звук, имеющий очень высокий тон. В лиственном лесу постоянно стоит шум, потому что широкая поверхность листьев разбивает ветер на небольшие струйки. Листья, дрожа, трутся друг о друга, шелестят. ","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":309,"name":"Тиканье часов","text":"   Положите свои карманные часы на стол, отойдите от них на несколько шагов и прислушайтесь к их тиканью. Если в комнате достаточно тихо, то вы услышите, что ваши часы идут словно с перерывами: то тикают короткое время, то на несколько секунд замолкают, то снова начинают идти и т.д. Чем можно объяснить такой неравномерный ход часов?","pic":"","picsign":"","answer":"Загадочные перерывы в тиканье часов объясняются утомлением слуха. Наш слух притупляется на несколько секунд, и в эти промежутки мы не слышим тиканья. Спустя короткое время утомление проходит, и прежняя чуткость восстанавливается, тогда мы снова слышим ход часов. Затем наступает опять утомление, и т.д.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":310,"name":"Волокна хлопка","text":"Волокнами хлопка издавна пользуется человечество для своих нужд. А для какой цели тонкое шелковистое волокно хлопчатника служит самому растению?","pic":"","picsign":"","answer":"Длинные, легкие как пух волокна хлопка, служат для семечка хлопчатника своеобразным парашютом. Ветер, подхватывая эти волокна с прикрепленным на конце семенем, разносит их далеко вокруг.","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0},
{"id":311,"name":"Древняя мудрость","text":"А.Македонский в своем письме Аристотелю однажды написал: «Я бы желал превосходить других правителей в первую очередь не могуществом, а …». Чем же?","pic":"","picsign":"","answer":"Знания","fig":"","figsign":"","section":50,"level":0,"lock":0,"sort":0,"my1":0,"my2":0}]