[{"id":1,"name":"Переливание","text":"Имеются в наличии три банки: одна пятилитровая – полностью заполненная яблочным соком, и две пустые – на два и три литра. Используя эти три банки, методом переливания оставьте в пятилитровой банке четыре литра сока.","pic":"","picsign":"","answer":"Оставляем в пятилитровой банке 2 литра сока, перелив 3 литра в трехлитровую банку. 2. С трехлитровой банки переливаем 2 литра сока в двухлитровую банку. 3. Переливаем все содержимое ","fig":"","figsign":0,"avtor":0,"section":11,"level":1,"lock":1,"sort":10,"tapeBD":1,"my1":1,"my2":0},
{"id":2,"name":"Сумма чисел","text":"В XIX веке один учитель задал своим ученикам вычислить сумму всех целых чисел от единицы до ста. Компьютеров и калькуляторов тогда еще не было, и ученики принялись добросовестно складывать числа. И только один ученик нашел правильный ответ всего за несколько секунд. Им оказался Карл Фридрих Гаусс - будущий великий математик. Как он это сделал?","pic":"","picsign":"","answer":"                                                                                                                                                                                                                                                                                                                                                                   ","fig":"","figsign":0,"avtor":0,"section":11,"level":1,"lock":1,"sort":20,"tapeBD":1,"my1":1,"my2":0},
{"id":3,"name":"Фальшивая монета","text":"   На столе лежат девять монет. Одна из них — фальшивая. Как при помощи двух взвешиваний можно найти фальшивую монету? (Фальшивая монета легче настоящих.)","pic":"","picsign":"","answer":"Первое взвешивание: на каждую чашку весов кладем по три монеты. Если весы уравновешены, то для второго взвешивания берутся две из трех оставшихся монет. Если фальшивая монета на весах, то ясно, на какой она чашке весов. Если же весы уравновешены, то фальшивой является оставшаяся не взвешенная монета. Если при первом взвешивании одна из чашек перевешивает другую, то фальшивая монета находится среди монет, вес которых оказывается меньше. Тогда вторым взвешиванием устанавливаем, какая из монет фальшивая.","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":1,"sort":30,"tapeBD":1,"my1":1,"my2":0},
{"id":4,"name":"Переправа через реку","text":"Отец с двумя сыновьями отправился в поход. На их пути встретилась река, у берега которой находился плот. Он выдерживает на воде или отца, или двух сыновей. Как переправиться на другой берег отцу и сыновьям?","pic":"pic_1","picsign":"АВС - треугольник, ВМ - медиана","answer":"Вначале переправляются оба сына. Один из сыновей возвращается обратно к отцу. Отец перебирается на противоположный берег к сыну. Отец остается на берегу, а сын переправляется на исходный берег за братом, после чего они оба переправляются к отцу.","fig":"fig_1","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":40,"tapeBD":1,"my1":1,"my2":0},
{"id":5,"name":"","text":"   Владельцами одной известной фирмы по производству обуви, было внедрено довольно необычное оригинальное решение, согласно которому в одном городе на обувной фабрике изготавливались только правые ботинки, а в другом городе – только левые. Благодаря этому внедрению, фирма смогла значительно снизить некоторые свои убытки. Что, по Вашему мнению, приносило фирме эти убытки?","pic":"pic_2","picsign":"время и температура","answer":"Воровство обуви (пар обуви) рабочими с фабрик.","fig":"fig_2","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":50,"tapeBD":1,"my1":0,"my2":0},
{"id":6,"name":"Король и министр","text":"Один король хотел сместить своего премьер-министра, но при этом не хотел его слишком обидеть. Он позвал премьер-министра к себе, положил при нем два листка бумаги в портфель и сказал: ","pic":"pic_3","picsign":"три точки всегда образуют одну плоскость","answer":"Премьер-министр вытащил листок бумаги и, не глядя на него, скатал из него шарик — и проглотил. Поскольку на оставшемся листке стояло ","fig":"fig_3","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":60,"tapeBD":1,"my1":0,"my2":0},
{"id":7,"name":"Назадачливый рыбак","text":"   Один рыбак купил себе новую удочку длиной 5 футов. Домой ему приходиться добираться общественным транспортом, в котором правилами запрещено перевозить предметы длиной более 4-х футов. Как необходимо упаковать удочку, чтобы проехать в общественном транспорте не нарушая правил?","pic":"pic_4","picsign":"Человеку нужно зажечь огонь на подветренной от себя стороне и немного отойти навстречу основному пожару. Ветер погонит огонь, зажженный человеком, к подветренному концу острова. Когда этот участок выгорит, человек сможет вернуться на него и спокойно ждать, пока основной пожар дойдет до этого участка и погаснет, так как гореть уже будет нечему","answer":"Удочку необходимо упаковать в коробку длиной 4 фута и шириной 3 фута (расположить по диагонали коробки).","fig":"fig_4","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":70,"tapeBD":1,"my1":0,"my2":0},
{"id":8,"name":"Землекопы","text":"Пять землекопов за 5 часов выкапывают 5 м канавы. Сколько потребуется землекопов, для того чтобы выкопать 100 м канавы за 100 часов?","pic":"pic_5","picsign":"","answer":"Понадобятся те же пять землекопов, не больше. В самом деле, пять землекопов за 5 часов выкапывают 5 м канавы; значит, пять землекопов за 1 час вырыли бы 1 м канавы, а в 100 часов — 100 м.","fig":"fig_5","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":80,"tapeBD":1,"my1":0,"my2":0},
{"id":9,"name":"Кольцо вокруг Земли","text":"   Образно представьте себе нашу планету, плотно стянутую кольцом по всему ее экватору. После увеличения длины окружности кольца на 10 метров, между кольцом и поверхностью земли образовался зазорИзвестно, что экватор имеет длину приблизительно равную 40 000 километров. определенной величины. Как Вы считаете, сможет ли человек пройти, или хотя бы протиснуться в этот зазор? ","pic":"pic_6","picsign":"","answer":"Для решения данной задачи достаточно элементарных знаний геометрии. Изначально может показаться, что увеличение длины кольца на 10 метров, по сравнению с его длиной в 40 000 км будет способствовать образованию практически незаметного зазора. Однако, исходя из формулы определения длины окружности L=2πR видно, что радиус Земли (кольца) R= L/2π   и при увеличении длины кольца на 10м, его радиус приблизительно увеличиться на 1,59м (10м/6,28), образуя соответствующий зазор, в который человек сможет не только протиснуться, но и даже пройти, немного нагнувшись.","fig":"fig_6","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":90,"tapeBD":1,"my1":0,"my2":0},
{"id":10,"name":"Коробки с конфетами","text":"    Пете и Коле купили по коробке конфет. В каждой коробке находится 12 конфет. Петя из своей коробки съел несколько конфет, а Коля из своей коробки съел столько конфет, сколько осталось в коробке у Пети. Сколько конфет осталось на двоих у Пети и Коли?","pic":"pic_7","picsign":"","answer":"12 конфет.","fig":"fig_7","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":100,"tapeBD":1,"my1":0,"my2":0},
{"id":11,"name":"О лифте","text":"Человек живет на 17-м этаже. На свой этаж он поднимается на лифте только в дождливую погоду или тогда, когда кто-нибудь из соседей с ним едет в лифте. Если погода хорошая и он один в лифте, то он едет до 9-го этажа, а дальше до 17-го этажа идет пешком по лестнице... Почему?","pic":"","picsign":"","answer":"Этот человек - лилипут, и до кнопки 17-го этажа дотягивается только зонтиком или просит кого-нибудь нажать на эту кнопку.","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":110,"tapeBD":1,"my1":0,"my2":0},
{"id":12,"name":"Флаг на воздушном шаре","text":"Воздушный шар уносится непрерывным ветром в южном направлении. В какую сторону развиваются при этом флаги на его гондоле?","pic":"","picsign":"","answer":"Шар, уносимый воздушным течением, находится по отношению к окружающему воздуху в покое; поэтому флаги не станут развиваться на ветру ни в какую сторону, а будут свисать, вниз, как в безветрие.","fig":"","figsign":0,"avtor":0,"section":12,"level":3,"lock":0,"sort":120,"tapeBD":1,"my1":0,"my2":0},
{"id":13,"name":"Форма яйца","text":"Считается, что есть веская причина, по которой у птичьих яиц один конец тупее другого. Что это за причина?","pic":"","picsign":"","answer":"Сферические и овальные яйца катились бы по прямой. Асимметричные же яйца, у которых один конец тупее, а другой острее, при скатывании стремятся катиться по кругу. Если яйцо лежит на краю обрыва или в другом ненадежном месте, стремление катиться по кругу, а не по прямой — большое преимущество.","fig":"","figsign":0,"avtor":0,"section":12,"level":3,"lock":0,"sort":130,"tapeBD":1,"my1":0,"my2":0},
{"id":14,"name":"Переправа","text":"Имеется круглое глубокое озеро диаметром 200 метров и два дерева, одно из которых растет на берегу у самой воды, другое - по центру озера на небольшом островке. Человеку, который не умеет плавать, нужно перебраться на островок при помощи веревки, длина которой чуть больше 200 метров. Как ему это сделать?","pic":"","picsign":"","answer":"Привязав веревку одним концом к дереву, растущему на берегу, необходимо обойти с веревкой озеро по окружности и привязать второй конец веревки к тому же дереву. В результате между деревьями будет натянута сдвоенная веревка для ","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":140,"tapeBD":1,"my1":0,"my2":0},
{"id":15,"name":"Поездки в трамваях","text":"Вдоль улицы, на которой я проживаю, курсируют трамваи красного и синего цвета, относящиеся к одному и тому же маршруту. Количество тех и других трамваев одинаковое. Красные трамваи, равно как и синие, ходят с одинаковым интервалом времени, составляющим десять минут. В течение дня я совершаю по несколько поездок, причем в самое разное время. Казалось бы, количество поездок в трамваях красного и синего цвета должно быть приблизительно одинаковым с возможным небольшим отклонением. Однако, в силу некоторых обстоятельств, фактическое количество поездок в трамваях красного цвета составляет, чуть ли не 90% от количества всех поездок. Как можно объяснить такое явление?","pic":"","picsign":"","answer":"Трамваи одного цвета ходят относительно друг друга с интервалом в десять минут. Между трамваем красного цвета и следующим за ним трамваем синего цвета интервал движения составляет одну минуту, а между трамваем синего цвета и следующим за ним трамваем красного цвета – девять минут.","fig":"","figsign":0,"avtor":0,"section":11,"level":4,"lock":0,"sort":150,"tapeBD":1,"my1":0,"my2":0},
{"id":16,"name":"Может ли такое быть?","text":"Одного человека спросили:  Сколько вам лет? Порядочно, — ответил он. Я старше некоторых своих родственников почти шестьсот раз. Может ли такое быть?","pic":"","picsign":"","answer":"Может, например если человеку 50 лет, а его внуку или внучке 1 месяц.","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":160,"tapeBD":1,"my1":0,"my2":0},
{"id":17,"name":"Кофе с сахаром","text":"Чашка кофе с кубиком сахара стоит 1 доллар 10 центов. Известно, что кофе дороже кубика сахара на 1 доллар. Сколько стоит само кофе, и сколько стоит кубик сахара?","pic":"","picsign":"","answer":"Кофе стоит 1 доллар 5 центов, а кубик сахара - соответственно 5 центов.","fig":"","figsign":0,"avtor":0,"section":11,"level":4,"lock":0,"sort":170,"tapeBD":1,"my1":0,"my2":0},
{"id":18,"name":"Полуночный дождь","text":"   Если в 12 часов ночи идет дождь, то можно ли ожидать, что через 72 часа будет солнечная погода?","pic":"","picsign":"","answer":"Нет, так как через 72 часа снова будет полночь.","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":180,"tapeBD":1,"my1":0,"my2":0},
{"id":19,"name":"Шпионские страсти","text":"   Агенту необходимо было проникнуть на одну “закрытую” вечеринку. Пропуском внутрь служило особое слово-пароль. Агент спрятался неподалеку от входа и стал прислушиваться. На вопрос охранника “Двадцать два?” первый посетитель ответил “Одиннадцать!” и был впущен внутрь. На вопрос “Двадцать восемь?” следующий посетитель ответил “Четырнадцать!” и также был впущен внутрь. “Всего-то делов” подумал агент, и на вопрос охранника “Сорок два?” смело ответил “Двадцать один!” и тут же был изгнан прочь как чужак. Каким должен был быть правильный ответ?","pic":"","picsign":"","answer":"Правильный ответ “Восемь” – суммарное количество букв в совах произносимых охранником.","fig":"","figsign":0,"avtor":0,"section":11,"level":2,"lock":0,"sort":190,"tapeBD":1,"my1":0,"my2":0},
{"id":20,"name":"На аэростате","text":"Аэростат свободно и неподвижно держится в воздухе. Из гондолы его вылез человек и начал по тросу взбираться вверх. Куда подвинется при этом аэростат: вверх или вниз?","pic":"","picsign":"","answer":"Аэростат должен податься вниз, так как, взбираясь по тросу вверх, человек отталкивает его вместе с шаром в обратную сторону. Здесь происходит то же, что и при ходьбе человека по дну лодки: лодка подвигается при этом назад.","fig":"fig_1","figsign":0,"avtor":0,"section":11,"level":2,"lock":0,"sort":200,"tapeBD":1,"my1":0,"my2":0},
{"id":21,"name":"Защита авторского права","text":"Как защищают свои издания от пиратов, которые хотели бы их скопировать, некоторые издатели словарей и атласов?","pic":"","picsign":"","answer":"Обычно издатели включают в словарь несуществующее слово, а в атлас помещают несуществующий остров. Если они обнаруживаются в каком-то другом издании, факт копирования становится несомненным.","fig":"fig_2","figsign":0,"avtor":0,"section":11,"level":2,"lock":0,"sort":210,"tapeBD":1,"my1":0,"my2":0},
{"id":22,"name":"Мешки с золотом","text":"   Имеется 10 мешков с монетами (количество монет в каждом мешке одинаковое). В девяти мешках монеты золотые, а в одном - фальшивые. Вес настоящей золотой монеты 5 грамм, а вес фальшивой - 4 грамма. Как за одно взвешивание на весах (весы взвешивают с точностью до грамма) определить, в каком из мешков монеты фальшивые?","pic":"","picsign":"","answer":"Пронумеруем мешки от 1 до 10. Из первого мешка возьмем 1 монету, со второго 2, из третьего 3, и так до 10 монет (суммарно 55 монет). Произведем взвешивание этих монет. Если бы все монеты были золотыми, то весили бы 275 грамм. Если при нашем взвешивании не будет хватать 1 грамма, то фальшивые монеты в первом мешке, если 2-х грамм - то во втором, и так далее до 10-ти.","fig":"fig_3","figsign":0,"avtor":0,"section":11,"level":2,"lock":0,"sort":220,"tapeBD":1,"my1":0,"my2":0},
{"id":23,"name":"Восход солнца","text":"Может ли человек, находясь на Земле, увидеть Солнце восходящим с запада?","pic":"","picsign":"","answer":"Это возможно, если двигаться с определенной скоростью (на скоростном автомобиле или самолете) в направлении, противоположном направлению движению Земли. Чем ближе человек находиться к полюсу Земли, тем меньше требуется скорость, для того чтобы обогнать землю в ее движении. Человек может перегнать Землю даже пешком, находясь от полюса на расстоянии до 50 км. Идя на запад навстречу садящемуся Солнцу, он будет наблюдать своеобразный восход Солнца.","fig":"fig_5","figsign":0,"avtor":0,"section":12,"level":2,"lock":0,"sort":230,"tapeBD":1,"my1":0,"my2":0},
{"id":24,"name":"Пара носков","text":"   В шкафу вперемешку лежат 15 носков черного цвета и 20 носков белого цвета. Какое минимальное количество носков необходимо достать (в полной темноте или просто не глядя), чтобы из них можно было получить пару одного цвета?","pic":"","picsign":"","answer":"Необходимо достать всего 3 носка. При этом возможны следующие варианты комбинаций. 1. Все три носка черного цвета. 2. Все носка белого цвета. 3. Один носок черного, два носка белого цвета. 4. Один носок белого, два носка черного цвета. То есть при любом варианте можно получить пару одного цвета.","fig":"fig_6","figsign":0,"avtor":0,"section":16,"level":2,"lock":0,"sort":240,"tapeBD":1,"my1":0,"my2":0},
{"id":25,"name":"День Рождения","text":"   Позавчера Пете было 17 лет. В следующем году ему будет 20 лет. Как такое может быть?","pic":"","picsign":"","answer":"Если нынешний день 1 января, а День Рождения у Пети 31 декабря. Позавчера (30 декабря) ему было еще 17 лет, вчера (31 декабря) исполнилось 18 лет, в нынешнем году исполнится 19 лет, а в следующем году - 20 лет.","fig":"fig_7","figsign":0,"avtor":0,"section":10,"level":2,"lock":0,"sort":250,"tapeBD":1,"my1":0,"my2":0},
{"id":26,"name":"Скорость ступни","text":"   На соревнованиях по спортивной ходьбе один из участников на заданной дистанции достиг скорости 3 м/сек. С какой скоростью выбрасывал он при ходьбе ступню каждой ноги?","pic":"","picsign":"","answer":"При ходьбе каждая нога половину времени находится в движении, а половину стоит. Значит, ступня выбрасывается со скоростью вдвое большей, чем идет спортсмен, то есть 6 м/сек.","fig":"","figsign":0,"avtor":0,"section":12,"level":2,"lock":0,"sort":260,"tapeBD":1,"my1":0,"my2":0},
{"id":27,"name":"Часовые.","text":"   У дороги на посту стоят два часовых. Один смотрит в одну сторону дороги, а другой - в противоположную, но при этом они видят друг друга. Как такое может быть? Варианты с отражениями и т.п. - исключены.","pic":"","picsign":"","answer":"Хотя часовые смотрят в противоположные стороны, стоят они не спиной к спине, а лицами друг к другу.","fig":"","figsign":0,"avtor":0,"section":12,"level":2,"lock":1,"sort":270,"tapeBD":1,"my1":0,"my2":0},
{"id":28,"name":"Бег или ходьба?","text":"Как Вы считаете - чем бег отличается от ходьбы? Прежде чем ответить на этот вопрос, вспомните, что бег может быть медленнее, нежели иная ходьба, и что бывает даже бег на месте.","pic":"","picsign":"","answer":"Бег отличается от ходьбы не скоростью движения. При ходьбе наше тело все время соприкасается с землей какой-нибудь точкой ног. При беге же бывают моменты, когда тело наше совершенно отделяется от земли, не соприкасаясь с нею ни в одной точке.","fig":"","figsign":0,"avtor":0,"section":12,"level":2,"lock":1,"sort":280,"tapeBD":1,"my1":0,"my2":0},
{"id":29,"name":"Воздух в колесе","text":"    Колесо автомобиля катится вправо; обод его вертится по часовой стрелке. В какую сторону перемещается при этом воздух внутри резиновой шины колеса?","pic":"","picsign":"","answer":"Воздух внутри шины движется от места сжатия одновременно в обе стороны — вперед и назад.","fig":"","figsign":0,"avtor":0,"section":12,"level":2,"lock":1,"sort":290,"tapeBD":1,"my1":0,"my2":0},
{"id":30,"name":"Волокна хлопка","text":"Волокнами хлопка издавна пользуется человечество для своих нужд. А для какой цели тонкое шелковистое волокно хлопчатника служит самому растению?","pic":"","picsign":"","answer":"Длинные, легкие как пух волокна хлопка, служат для семечка хлопчатника своеобразным парашютом. Ветер, подхватывая эти волокна с прикрепленным на конце семенем, разносит их далеко вокруг.","fig":"","figsign":0,"avtor":0,"section":12,"level":2,"lock":0,"sort":300,"tapeBD":1,"my1":0,"my2":0},
{"id":31,"name":"Волк, коза и капуста","text":"Крестьянину нужно перевезти через реку волка, козу и капусту. Но в лодке может поместиться только крестьянин, а с ним или один волк, или одна коза, или одна капуста. Но если оставить волка с козой, то волк съест козу, а если оставить козу с капустой, то коза съест капусту. Как перевез свой груз крестьянин?","pic":"","picsign":"","answer":"Крестьянин сначала перевозит козу, затем возвращается и перевозит волка на другой берег, где его и оставляет.  Забирает козу и везет ее обратно на берег, где осталась капуста. Здесь он оставляет козу и перевозит к волку капусту. Вслед затем, возвратившись, он перевозит козу, и переправа оканчивается благополучно.","fig":"","figsign":0,"avtor":0,"section":10,"level":2,"lock":1,"sort":310,"tapeBD":1,"my1":0,"my2":0},
{"id":32,"name":"Новые таблички","text":"   В одном городе построили новый район из 100 домов. Мастера по изготовлению табличек изготовили и привезли пачку новых табличек с нумерацией домов от 1 до 100. Сосчитайте количество всех цифр 9 встречающихся в этих табличках (цифры 9 и 6 являются разными цифрами).","pic":"","picsign":"","answer":"Правильный ответ - 20 девяток.","fig":"","figsign":0,"avtor":0,"section":11,"level":2,"lock":1,"sort":320,"tapeBD":1,"my1":0,"my2":0},
{"id":33,"name":"Находчивый таможенник","text":"   Служащему таможни, где производился контроль отправляемых за границу товаров, показались подозрительными пластмассовые кегельные шары одной из фирм. Они весили столько же, сколько деревянные того же размера. Шары не были массивными, но стенки были повсюду одинаково тверды. Служащий подумал, что внутри каждого шара имеется полость, где можно спрятать контрабандные товары. И, действительно, при помощи очень простого опыта без применения особой аппаратуры таможенник установил, что в одном из 12 шаров спрятана контрабанда. Когда шар вскрыли, там оказалось брильянтовое украшение. Как удалось обнаружить этот шар?","pic":"","picsign":"","answer":"Таможенник опустил шары в ведро с водой. Один из шаров неустойчиво покачивался на поверхности — центр тяжести его находился не в центре шара. Именно в этом шаре были спрятаны драгоценности.","fig":"","figsign":0,"avtor":0,"section":12,"level":1,"lock":0,"sort":330,"tapeBD":1,"my1":0,"my2":0},
{"id":34,"name":"Ключи и замки","text":"Имеется три ключа от трех чемоданов с различными замками. Каждый ключ подходит только к одному чемодану. Достаточно ли трех проб, чтобы подобрать ключи к каждому из них?","pic":"","picsign":"","answer":"Достаточно. Обозначим ключи буквами А, В, С, а замки М, К, Р. Тогда первая проба может дать, например, такой результат: ключ А не подходит к замку М. Это означает, что он подходит к замку К или к замку Р. Вторая проба: ключ В не подходит к замку М. Тогда ясно, что: а) ключ В подходит к замку К или к замку Р; б) к замку М подходит ключ С. Третья проба ставит все на свои места: если к замку К не подходит ключ А, то к нему подходит ключ В, а ключ А подходит к замку Р. Если же первая проба дает результат такой, что ключ А подходит к замку М, то тогда достаточно второй пробы, чтобы установить, какой из оставшихся ключей к какому замку подходит.","fig":"","figsign":0,"avtor":0,"section":11,"level":1,"lock":0,"sort":340,"tapeBD":1,"my1":0,"my2":0},
{"id":35,"name":"Пожар на острове","text":"   Человек находится на острове. Из-за долгой засухи трава и кусты на острове сильно пересохли. Внезапно на одном конце острова возник пожар, и ветер погнал огонь в сторону человека. Спастись в море человек не может, так как в море у самого берега плавает множество акул. Берегов без растительности на острове нет. Как человеку спастись?","pic":"","picsign":"","answer":"Человеку нужно зажечь огонь на подветренной от себя стороне и немного отойти навстречу основному пожару. Ветер погонит огонь, зажженный человеком, к подветренному концу острова. Когда этот участок выгорит, человек сможет вернуться на него и спокойно ждать, пока основной пожар дойдет до этого участка и погаснет, так как гореть уже будет нечему","fig":"","figsign":0,"avtor":0,"section":13,"level":1,"lock":0,"sort":350,"tapeBD":1,"my1":0,"my2":0},
{"id":36,"name":"Можно измерить?","text":"Что не имеет длины, глубины, ширины, высоты, а можно измерить?","pic":"","picsign":"","answer":"время и температура","fig":"","figsign":0,"avtor":0,"section":9,"level":1,"lock":0,"sort":360,"tapeBD":2,"my1":0,"my2":0},
{"id":37,"name":"Вместе","text":"Если: ты, да я, да мы с тобой. Много ли нас?","pic":"","picsign":"","answer":"двое","fig":"","figsign":0,"avtor":0,"section":9,"level":1,"lock":0,"sort":370,"tapeBD":2,"my1":0,"my2":0},
{"id":38,"name":"Кошка на дереве","text":"Если кошка влезла на дерево и хочет слезть с него по гладкому стволу, как она будет спускаться: головой вниз или хвостом вперед?","pic":"","picsign":"","answer":"хвостом вперед","fig":"","figsign":0,"avtor":0,"section":9,"level":1,"lock":0,"sort":380,"tapeBD":2,"my1":0,"my2":0},
{"id":39,"name":"","text":"Если вы ляжете спать в 8 часов вечера, поставив механический будильник на 9 часов утра, то сколько часов вы проспите?","pic":"","picsign":"","answer":"один час – будильник зазвонит в 9 вечера","fig":"","figsign":0,"avtor":0,"section":2,"level":1,"lock":0,"sort":390,"tapeBD":2,"my1":0,"my2":0},
{"id":40,"name":"","text":"Если бы у вас была только одна спичка, и вы вошли в комнату, где есть керосиновая лампа, камин и газовая плита, что бы вы зажгли первым делом?","pic":"","picsign":"","answer":"Спичку","fig":"","figsign":0,"avtor":0,"section":2,"level":1,"lock":0,"sort":400,"tapeBD":2,"my1":0,"my2":0},
{"id":41,"name":"","text":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","pic":"","picsign":"","answer":"девять","fig":"","figsign":0,"avtor":0,"section":2,"level":1,"lock":0,"sort":410,"tapeBD":2,"my1":0,"my2":0},
{"id":42,"name":"","text":"Можно  мужчине жениться на сестре своей вдовы?","pic":"","picsign":"","answer":"нет, мужчина–вдовец - мертвый","fig":"","figsign":0,"avtor":0,"section":2,"level":1,"lock":0,"sort":420,"tapeBD":2,"my1":0,"my2":0},
{"id":43,"name":"","text":"С какой скоростью должна бежать собака, чтобы не слышать звона сковородки, привязанной к ее хвосту?","pic":"pic_1","picsign":"При ходьбе каждая нога половину времени находится в движении, а половину стоит. Значит, ступня выбрасывается со скоростью вдвое большей, чем идет спортсмен, то есть 6 м/сек.","answer":"Cобаке достаточно стоять на месте.","fig":"fig_1","figsign":"Три палки и четыре галки","avtor":0,"section":9,"level":1,"lock":0,"sort":430,"tapeBD":2,"my1":0,"my2":0},
{"id":44,"name":"","text":"Из гнезда вылетели три ласточки. Какова вероятность того, что через 15 секунд они будут находиться в одной плоскости?","pic":"pic_2","picsign":"Человеку нужно зажечь огонь на подветренной от себя стороне и немного отойти навстречу основному пожару. Ветер погонит огонь, зажженный человеком, к подветренному концу острова. Когда этот участок выгорит, человек сможет вернуться на него и спокойно ждать, пока основной пожар дойдет до этого участка и погаснет, так как гореть уже будет нечему","answer":"три точки всегда образуют одну плоскость","fig":"fig_2","figsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","avtor":0,"section":9,"level":1,"lock":1,"sort":440,"tapeBD":2,"my1":0,"my2":0},
{"id":45,"name":"","text":"На край стола поставили жестяную банку, плотно закрытую крышкой, так, что 2/3 банки свисало со стола. Через некоторое время банка упала. Что было в банке?","pic":"pic_3","picsign":"три точки всегда образуют одну плоскость","answer":"кусок льда, который растаял","fig":"fig_3","figsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","avtor":0,"section":9,"level":1,"lock":1,"sort":450,"tapeBD":2,"my1":0,"my2":0},
{"id":46,"name":"","text":"Без каких трёх вещей человек не может жить?","pic":"pic_4","picsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","answer":"завтрак, обед и ужин","fig":"fig_4","figsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","avtor":0,"section":9,"level":1,"lock":1,"sort":460,"tapeBD":2,"my1":0,"my2":0},
{"id":47,"name":"Спутник Земли","text":"Один оборот вокруг Земли спутник делает за 1 ч 40 минут, а другой - за 100 минут. Как это может быть?","pic":"pic_5","picsign":"три точки всегда образуют одну плоскость","answer":"1 ч. 40 мин. = 100 минут","fig":"fig_5","figsign":0,"avtor":0,"section":9,"level":1,"lock":1,"sort":470,"tapeBD":2,"my1":0,"my2":0},
{"id":48,"name":"Галки и палки","text":"Летели галки, сели на палки. Сядут по одной — галка лишняя, сядут по две — палка лишняя. Сколько было палок и сколько было галок? ","pic":"pic_6","picsign":"Как защищают свои издания от пиратов, которые хотели бы их скопировать, некоторые издатели словарей и атласов?","answer":"Три палки и четыре галки","fig":"fig_6","figsign":"Три палки и четыре галки","avtor":0,"section":11,"level":1,"lock":1,"sort":480,"tapeBD":2,"my1":0,"my2":0},
{"id":49,"name":"Прыгающие кони","text":"Где встречается такое, что конь через коня перепрыгивает? ","pic":"pic_7","picsign":"При ходьбе каждая нога половину времени находится в движении, а половину стоит. Значит, ступня выбрасывается со скоростью вдвое большей, чем идет спортсмен, то есть 6 м/сек.","answer":"В шахматах","fig":"fig_7","figsign":0,"avtor":0,"section":3,"level":0,"lock":1,"sort":490,"tapeBD":2,"my1":0,"my2":0},
{"id":50,"name":"Человек и сон","text":"Как человеку не спать 8 дней? ","pic":"","picsign":"","answer":"Спать по ночам","fig":"","figsign":0,"avtor":0,"section":3,"level":0,"lock":1,"sort":500,"tapeBD":2,"my1":0,"my2":0},
{"id":51,"name":"Какое животное?","text":"По какому животному ходят люди и проезжают машины? ","pic":"","picsign":"","answer":"По зебре","fig":"","figsign":0,"avtor":0,"section":3,"level":3,"lock":0,"sort":510,"tapeBD":2,"my1":0,"my2":0},
{"id":52,"name":"Вчера и сегодня","text":"Два пятиклассника Петя и Алёнка идут со школы и разговаривают. — Когда послезавтра станет вчера, — сказал один из них, — то сегодня будет так же далеко от воскресенья, как и тот день, который был сегодня, когда позавчера было завтра. В какой день недели они разговаривали? ","pic":"","picsign":"Как защищают свои издания от пиратов, которые хотели бы их скопировать, некоторые издатели словарей и атласов?","answer":"В воскресенье","fig":"","figsign":0,"avtor":0,"section":3,"level":3,"lock":0,"sort":520,"tapeBD":2,"my1":0,"my2":0},
{"id":53,"name":"Задача Архимеда    ","text":"Самая древняя из головоломок, относящихся к взвешиванию,— без сомнения, та, которую древний правитель сиракузский Гиерон задал знаменитому математику Архимеду.   Предание повествует, что Гиерон поручил мастеру изготовить венец для одной статуи и приказал выдать ему необходимое количество золота и серебра. Когда венец был доставлен, взвешивание показало, что он весит столько же, сколько весили вместе выданные золото и серебро. Однако правителю донесли, что мастер утаил часть золота, заменив его серебром. Гиерон призвал Архимеда и предложил ему определить, сколько золота и сколько серебра заключает изготовленная мастером корона.   Архимед решил эту задачу, исходя из того, что чистое золото теряет в воде 20-ю долю своего веса, а серебро— 10-ю долю.   Если бы желаете попытать свои силы на подобной задаче, представьте, что мастеру было отпущено 8 кг золота и 2 кг серебра и что когда Архимед взвесил корону под водой, она весила не 10 кг, а всего 9 1/4 кг. Попробуйте определить по этим данным, сколько золота утаил мастер. Венец, предполагается, изготовлен из сплошного металла, без пустот","pic":"","picsign":"","answer":"Если бы заказанный венец был сделан целиком из чистого золота, он весил бы вне воды 10 кг, а под водой потерял бы 20-ю долю этого веса, то есть 1/2 кг. В действительности же венец, мы знаем, теряет в воде не 1/2 кг, а 10 — 9 1/4 = 3/4 кг. Это потому, что он содержит в себе серебро — металл, теряющий в воде не 20-ю, а 10-ю долю своего веса. Серебра должно быть в венце столько, чтобы венец терял в воде не 1/2 кг, а 3/4 кг — на 1/4 кг более. Если в нашем чисто золотом венце заменим мысленно 1 кг золота серебром, то венец будет терять в воде больше, нежели прежде, на 1/10 — 1/20 = 1/20 кг. Следовательно, чтобы получилось требуемое увеличение потери веса на 1/4 кг, необходимо заменить серебром столько килограммов золота, сколько раз 1/20 кг содержится в 1/4 кг; но 1/4 : 1/20 = 5. Итак, в венце было 5 кг серебра и 5 кг золота вместо выданных 2 кг серебра и 8 кг золота, 3 кг золота было утаено и заменено серебром.   ","fig":"","figsign":0,"avtor":0,"section":12,"level":3,"lock":0,"sort":530,"tapeBD":1,"my1":0,"my2":0},
{"id":54,"name":"Песочные часы","text":"Натали надо испечь яблочный пирог. Обычных часов у нее нет, но есть двое песочных часов. Одни рассчитаны на 7 минут , другие - на 11 минут.   Как ей точно отмерить 15 минут, необходимых для приготовления пирога?","pic":"","picsign":"","answer":"Она должна их перевернуть одновременно; когда в часах №1 песок пересыпется, она должна поставить пирог в печь; в часах №2 песок продолжает пересыпаться на протяжении еще 4-х минут; спустя 4 минуты Натали снова переворачивает часы №2 и ждет, пока весь песок не пересыпется. Итого получаем 4+11 = 15 минут","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":540,"tapeBD":1,"my1":0,"my2":0},
{"id":55,"name":"Побег","text":"Король, его сын принц и дочь принцесса находились в темнице высокой башни. Они весили 195, 105 и 90 фунтов соответственно. Еду им поднимали в двух корзинах, прикрепленных к концам длинного каната. Канат был перекинут через балку, вбитую под самой крышей. Получалось так, что, когда одна корзина находилась на земле, вторая находилась на уровне оконца в камере пленников. Эти корзины оставались единственной надеждой на спасение. Естественно как только одна корзина становилась тяжелее другой она опускалась. Однако если разница в весе превышает 15 фунтов, корзина стремительно неслась вниз. Единственное что помогло бы пленникам бежать из плена, было находившееся в камере пушечное ядро весом 75 фунтов - его можно было попытаться использовать как противовес. Как пленникам удалось бежать? ","pic":"","picsign":"","answer":"1.Спускается принцесса, используя ядро в качестве противовеса;  2.Принцеса достигнув земли не вылезает из корзины. Принц занимает место ядра и спускается вниз, используя принцессу в качестве противовеса;  3.Принцесса поднялась вверх и вместе с королем положила в корзину ядро;  4.В опустившуюся корзину с ядром садится принц, что позволяет опустить короля.;  5.Когда король оказался на земле, принц с ядром оказался наверху. Принц вылез из корзины и корзина с ядром опустилась вниз;  6.В пустую корзину у темницы садится принцесса и спускается на землю;  7.Принц вытаскивает ядро из поднявшейся корзины и спускается сам, исспотльзуя принцессу как противовес.;  8.Принцесса опускает в пустой корзине ядро, а сама садится в поднявшуюся и спускается, используя ядро в качестве противовеса.","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":550,"tapeBD":1,"my1":0,"my2":0},
{"id":56,"name":"Дешевый сторож","text":"Арендатору большого фруктового сада понадобилось на целые сутки отлучиться как раз в ту пору, когда яблоки поспели и представляли наибольший соблазн для любителей полакомиться на чужой счет. Необходимо было нанять на эти сутки сторожа. Скупой арендатор долго выбирал сторожа подешевле, пока не напал на такого, который вовсе не просил денег, а довольствовался уплатой яблоками. Это понравилось арендатору.   – Сторожить нужно целые сутки без смены и перерыва, никуда не отлучаясь. Поспать успеете потом, когда отдежурите.   – Хорошо, буду без смены. Но платить вам придется не ровно: за каждый следующий час вдвое больше против предыдущего.   – Это бы можно; но сколько же вы хотите за первый час?   – Уж чего меньше: одно яблоко на первый час дадите, и достаточно. За второй – два яблока положите, и довольно. За третий – четыре, и хватит. За четвертый…   – Ладно, – поспешил согласиться арендатор. – «Если этот чудак так же честен, как нерасчетлив, то я, кажется, сделал выгодное дело: за несколько десятков яблок достал сторожа на целые сутки», – подумал он, уходя. Сторож был нанят, и арендатор спокойно уехал, радуясь тому, что на свете есть люди, не умеющие считать. Когда спустя сутки арендатор возвратился к своему саду, он увидел у ворот телегу, на которую его сторож ссыпал один мешок яблок за другим.   – Это что такое, – накинулся на него арендатор. – Я вас нанимал сторожить, а не грабить. Куда увозите мои яблоки?   – Были ваши, теперь мои, – спокойно ответил сторож. – Забыли, небось, уговор?   – Уговор? Да разве по нашему уговору вам за одни сутки следует яблок целый воз? Считать не умеете…   – И не один воз следует. Сами считать не умеете.   – Не один воз! Что за вздор! Уж не все ли яблоки моего сада?   – Не только вашего. Во всем городе не закупите яблок, чтобы со мной расплатиться. Возов тысячи три понадобится, не меньше.   – Три тысячи возов яблок? За одни сутки? Ничего не понимаю…   А вы, читатель, понимаете? Кто из них считать не умел: сторож или арендатор? А может быть, ни тот ни другой?","pic":"","picsign":"","answer":"Сторож рассчитал совершенно правильно: ему действительно причиталось даже более трех тысяч возов яблок, как это ни невероятно.   В самом деле. Проследим, как возрастало вознаграждение сторожа с каждым часом.   За 1-й час сторож должен был получить яблоко, за 2-й час – 2 яблока, за 3-й час – 4 яблока, за 4-й – 8, за 5-й – 16, за 6-й – 32, за 7-й – 64, за 8-й – 128, за 9-й – 256, за 10-й – 512.   Пока еще вознаграждение как будто не грозит арендатору разорением: за первые 10 часов сторожу причиталось всего около полутысячи яблок.   Но продолжим исчисление.   За 11-й час сторожу следовало 1024 яблока, за 12-й– 2048, за 13-й– 4096, за 14-й– 8192, за 15-й– 16 384.   Накапливается внушительное число яблок, но все же до трех тысяч возов еще далеко.   Далее.   За 16-й час следовало 32 768 яблок.   За 17-й —»-»– 65 536 —»—   За 18-й —»-»– 131 072 —»—   За 19-й —»-»– 262 144 —»—   За 20-й —»-»– 524 288 —»—   Арендатор уже должен сторожу свыше полумиллиона яблок. Но сутки не кончены – остается еще 4 часа.   За 21-й надо было уплатить 1 048 576 яблок   За 22-й —»-»-»– 2 097 152 —»—   За 23-й —»-»-»– 4 194 304 —»—   За 24-й —»-»-»– 8 388 608 —»—   Теперь нужно сложить все эти числа от 1 до 8 388 608. Получаем 16 777 215 яблок. Итак, сторожу за одни сутки следовало согласно уговору почти 17 миллионов яблок! Чтобы только пересчитать такое количество яблок по одному в секунду, понадобилось бы полгода непрерывного счета! Полагая по 10 яблок на килограмм, узнаем, что все причитающиеся сторожу яблоки должны были весить 1 677 721 кг, или 1678 тонн.   Это составило бы вагонов 80, груженных яблоками, или, считая по полтонны на воз, свыше 3000 возов. Не правда ли, можно было найти сторожа и подешевле","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":560,"tapeBD":1,"my1":0,"my2":0},
{"id":57,"name":"Путешествие шмеля","text":"Шмель отправляется в дальнее путешествие. Из родного гнезда он летит прямо на юг, пересекает речку и, наконец, после целого часа пути спускается на косогор, покрытый душистым клевером. Здесь, перелетая с цветка на цветок, шмель остается полчаса.   Теперь надо посетить сад, где он вчера заметил цветущие кусты крыжовника. Сад лежит на запад от косогора, и шмель спешит прямо туда. Спустя 3/4 часа он уже в саду. Крыжовник в полном цвету; на то, чтобы посетить все цветы, уходит полтора часа. А затем, не отвлекаясь в стороны, кратчайшей дорогой летит домой, в родное гнездо.   Сколько времени отсутствовал шмель?","pic":"","picsign":"","answer":"Задача решалась бы очень просто, если бы было известно, сколько времени понадобилось шмелю на перелет из сада в родное гнездо. Этого в задаче не сказано, но геометрия поможет нам самим узнать необходимые данные.   Начертим путь шмеля. Мы знаем, что шмель летел сначала «прямо на юг» в течение 60 мин. Затем он летел 45 мин «на запад», т. е. под прямым углом к прежнему пути. Оттуда «кратчайшей дорогой», т. е. по прямой линии – обратно к гнезду. У нас получился прямоугольный треугольник ABC, в котором известны оба катета, АВ и ВС, и надо определить третью сторону, – гипотенузу АС. Геометрия учит, что если какая-нибудь величина содержится в одном катете 3 раза, а в другом – 4 раза, то в третьей стороне – гипотенузе – та же величина должна содержаться ровно 5 раз. Например, если катеты треугольника равны 3 и 4 м, то гипотенуза равна 5 м; если катеты равны 9 и 12 км, то третья сторона равна 15 км и т. п. В нашем случае один катет равен 3x15 мин пути, другой – 4 х 15 мин пути; значит, гипотенуза АС равна 5x15 мин пути. Итак, мы узнали, что из сада к гнезду шмель летел 75 мин, то есть 11/4 часа. Теперь легко уже подсчитать, сколько времени шмель отсутствовал. На перелеты он потратил: 3 часа .   На остановки у него ушло 2 часа. :Итого: 3 часа + 2 часа = 5 часов. ","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":570,"tapeBD":1,"my1":0,"my2":0},
{"id":58,"name":" Ящик","text":"У меня есть ящик, и я могу вам сказать, что крышка его заключает 120 квадратных дюймов, передняя стенка – 96, а боковая – 80.   Можете ли вы определить, каковы размеры моего ящика, т. е. сколько он имеет в длину, ширину и высоту    ","pic":"","picsign":"","answer":"Поверхность крышки равна произведению длины ящика и его ширины; поверхность боковой стенки равна высоте х ширину; поверхность передней стенки – высоте х длину. Таким образом,   длина × ширина = 120;   высота × ширина = 80;   высота × длина = 96.   Перемножим первые два равенства. Получим:   длина × высота × ширина × ширина = 120 × 80.   Разделим это новое равенство на 3-е:      Сократив дробь и произведя действия, имеем   ширина × ширина = 100.   И, следовательно, ширина ящика равна 10 см. Зная это, легко определить, что высота ящика равна   80: 10 = 8 см, а его длина = 96: 8 = 12 см. ","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":580,"tapeBD":1,"my1":0,"my2":0},
{"id":59,"name":"Мешки с мукой","text":"Мельнику потребовалось взвесить 5 мешков с мукой. У него имелись весы, но не хватало некоторых гирь, и поэтому невозможно было взвесить меньше, чем 100 кг. Мешки же весили около 60 кг каждый.  Мельник не растерялся и стал взвешивать мешки по два, парами. Из 5 мешков можно составить 10 различных пар: поэтому пришлось сделать 10 взвешиваний. Получился ряд чисел, который приведен здесь в возрастающем порядке: 110 кг, 112 кг, 113 кг, 114 кг, 115 кг,  116 кг, 117 кг, 118 кг, 120 кг, 121 кг.  Но сколько же весит каждый мешок в отдельности? Как это узнать?  Мельник справился с задачей довольно быстро. Вероятно, и вы догадаетесь, как она решается.","pic":"","picsign":"","answer":"Мельник начал с того, что сложил все 10 чисел. Полученная сумма, 1156 кг – не что иное, как учетверенный вес мешков: ведь в нее вес каждого мешка входит 4 раза. Разделив эту величину на 4, узнаем, что пять мешков вместе весят 289 кг.   Для удобства обозначим мешки в соответствии с их весом номерами. Самый легкий мешок получит номер 1, второй по тяжести – 2 и т. д.; самый тяжелый мешок – номер 5. Нетрудно сообразить, что в ряду чисел: 110 кг, 112 кг, 113 кг, 114 кг, 115 кг, 116 кг, 117 кг, 118 кг, 120 кг, 121 кг – первое число составилось из веса двух самых легких мешков, 1 и 2, второе число – из веса мешков 1 и 3. Последнее число есть не что иное как вес двух самых тяжелых мешков, 4 и 5, а предпоследнее – 3-го и 5-го. Итак,   1 и 2 вместе весят 110 кг   1 и 3 —»-»– 112 —»—   3 и 5 —»-»– 120 —»—   4 и 5 —»-»– 121 —»—   Теперь легко узнать сумму весов мешков 1, 2, 4 и 5: она равна 110 кг + 121 кг = 231 кг. Вычтя это число из общей суммы веса всех мешков (289 кг), получаем вес мешка 3, именно 58 кг.   Далее, из суммы веса мешков 1 и 3, т. е. из 112, вычитаем известный уже нам вес мешка 3; получается вес мешка 1: 112 кг – 58 кг = 54 кг.   Точно так же узнаем вес мешка 2, вычтя 54 кг из 110 кг, т. е. из суммы веса мешков 1 и 2. Получаем: вес мешка 2 равен 110 кг – 54 кг = 56 кг.   Из суммы веса мешков 3 и 5, т. е. из 120, вычитаем вес мешка 3, который равен 58 кг; узнаем, что мешок 5 весит 120 кг – 58 кг = 62 кг.   Остается определить вес мешка 4 из суммы весов мешков 4 и 5, т. е. из 121 кг. Вычтя 62 из 121, узнаем, что мешок 4 весит 59 кг.   Итак, вот вес мешков:   54 кг, 56 КГ, 58 КГ, 59 КГ, 62 КГ.  ","fig":"","figsign":0,"avtor":0,"section":11,"level":3,"lock":0,"sort":590,"tapeBD":1,"my1":0,"my2":0},
{"id":60,"name":"Две свечи","text":"Внезапно погас электрический свет во всей квартире – испортилась проводка. Чтобы не прерывать работы, я зажег две свечи, стоявшие на моем письменном столе на всякий случай, и при их свете занимался до тех пор, пока проводка не была приведена в исправность.   Спустя день мне понадобилось узнать, на сколько именно времени было прервано электрическое освещение. Я забыл отметить по часам, когда выключили свет и когда его включили снова. Не помнил я и длины свеч. Знаю только, что одна свеча была потолще, такие свечи сгорают целиком за 5 часов, другая – потоньше и могла бы сгореть за 4 часа. Ищу огарки – и не нахожу: домашние выбросили их.   – Какой же они были длины? – спрашиваю у них.   – Один был совсем маленький, а другой побольше.   – Во сколько же раз больше? Вдвое?.. Не помните ли этого? – допытывался я.   – Ровно в четыре раза, – ответили мне. Итак, стало известно только то, что один огарок был в четыре раза длиннее другого. Возможно ли на этом основании определить, сколько времени горели свечи?   ","pic":"","picsign":"","answer":"Для ясности нарисуем рядом две свечи – толстую, которая сгорает за 5 часов, и тонкую, которая сгорает за 4 часа. Заштрихуем сгоревшие части обеих свечей. Легко сообразить, что длина сгоревшей части тонкой свечи (ЕЕ)должна составлять 5/4 длины сгоревшей части толстой (ВС); другими словами, заштрихованный в клетку избыток тонкой свечи (ЕК) составляет по длине 1/4 сгоревшей части толстой (ВС). Но в то же время длина этого избытка равна1/4 длины толстого огарка (АВ). Другими словами, мы узнали, что 3/4 длины толстого огарка равны 1/ 4 длины сгоревшей части толстой свечи. Значит, 4/4 толстого огарка, т. е. весь огарок, составляет 1/4 × 4/3 = 1/ 3 толстой свечи.       Итак, огарок толстой свечи равен 1/ 3 сгоревшей части или 1/ 4 всей длины свечи. Сгорело, следовательно, 3/4 толстой свечи. А так как вся свеча могла сгореть за 5 часов, то 3/4 ее горело в течение 5х3/4.   Ответ: свечи горели 33/4 часа.      ","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":600,"tapeBD":1,"my1":0,"my2":0},
{"id":61,"name":"Наследство раджи","text":"Некий раджа, умирая, оставил свои брильянты сыновьям. В завещании его дети прочитали: старший сын получает 1 брильянт и седьмую долю всех остальных; второй сын получает 2 брильянта и седьмую долю всех остальных; третий сын – 3 брильянта и седьмую долю всех остальных; четвертый – 4 брильянта и седьмую долю всех остальных и т. д. Таким образом наследство было разделено между сыновьями без остатка. Сколько сыновей было у раджи и сколько он оставил брильянтов?","pic":"","picsign":"","answer":"Задачу надо решать с конца. Самый младший сын получил столько брильянтов, сколько было сыновей, и еще 1/7 остальных; но так как остатка никакого не было, то младший сын получил столько брильянтов, сколько было всех сыновей. Далее, предыдущий сын получил брильянтов на один меньше, чем было сыновей, да еще 1/7 остальных брильянтов. Значит, то, что получил самый младший, есть 6/7 этого «остального» (а все «остальное» есть 7/7).   Отсюда вытекает, что число брильянтов самого младшего сына должно делиться на 6 без остатка. Попробуем допустить, что их было 6, и испытаем, подходит ли это число.   Если младший сын получил 6 брильянтов, то значит, он был шестой сын, и всех сыновей было 6. Пятый сын получил 5 брильянтов плюс 1/7 от 7, т. е. 5 + 1 = 6. Далее, 12 камней есть 6/7, оставшегося после четвертого сына , полный остаток – 14 камней, и четвертый сын получил 4 + 1/7; от 14 = 6.   Вычисляем то, что осталось после третьего сына : 18 есть 6/7 этого остатка; значит, полный остаток – 21. Третий сын получил 3 + 1/7 от 21 = 6 брильянтов.   Точно так же узнаем, что на долю второго и первого сына пришлось тоже по 6 камней.   Итак, у раджи было 36 брильянтов и 6 сыновей.   Мы проверили число 6 и нашли, что оно удовлетворяет условиям задачи. Испытав 12, 18 и 24, убедимся, что эти числа не годятся, а больше двух дюжин детей у раджи едва ли могло быть.   ","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":610,"tapeBD":1,"my1":0,"my2":0},
{"id":62,"name":"Две цепи ","text":"Найдены два обрывка железной цепи, составленные из одинаковых звеньев. Один обрывок, будучи растянут, занимает в длину 36 см, другой – 22 см. Толщина кольца – полсантиметра. В длинной цепи на 6 звеньев больше, чем в короткой.   Сколько звеньев в каждом обрывке?","pic":"","picsign":"","answer":"Вы не решите этой простой задачи, если не уясните себе сначала, из чего складывается длина цепи.    Вы видите, что длина натянутой цепи складывается из полной ширины первого звена, к которой с присоединением каждого нового звена прибавляется не полная ширина звена, а ширина звена без его двойной толщины. Теперь перейдем к нашей задаче.   Мы знаем, что одна цепь длиннее другой на 14 см и имеет на 6 звеньев больше. Разделив 14 на 6, получаем 21/3. Это и есть ширина одного звена, уменьшенная на двойную его толщину. Так как толщина кольца известна – полсантиметра, то полная ширина каждого звена равна 21/3 + 1/2 + 1/2 + 3 1/3 сантиметра.   Теперь легко определить, из скольких звеньев состояла каждая цепь. Из рисунка видно, что если мы отнимем от 36-сантиметровой цепи двойную толщину первого звена, т. е. 1 см, а разность разделим на 21/3, то получим число звеньев в этой цепи:   35: 21/3 = 15.   .   Точно так же узнаем число звеньев в 22-дюймовой цепи: 21: 21/3 = 9.","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":620,"tapeBD":1,"my1":0,"my2":0},
{"id":63,"name":"Счет прохожих","text":"Двое человек считали в течение часа всех прохожих, которые проходили мимо них по тротуару. Один из считавших стоял у ворот дома, другой – прохаживался вперед и назад по тротуару.   Кто насчитал больше прохожих?","pic":"","picsign":"","answer":"Оба насчитали одинаковое число прохожих. Действительно, тот, кто стоял у ворот, считал следовавших в обе стороны, зато тому, кто ходил, навстречу попалось вдвое больше людей.","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":630,"tapeBD":1,"my1":0,"my2":0},
{"id":64,"name":"Возраст моего сына","text":"Сейчас мой сын моложе меня втрое. Но пять лет назад он был моложе меня в четыре раза. Сколько ему лет","pic":"","picsign":"","answer":"Если сын теперь втрое моложе отца, то отец старше его на удвоенный возраст. Но и пять лет назад он был, конечно, старше сына на утроенный нынешний возраст сына. С другой стороны, так как тогда отец был старше сына в 4 раза, то он был старше его на утроенный тогдашний возраст сына. Следовательно, удвоенный нынешний возраст сына равен его утроенному прежнему возрасту или, что то же самое, сын теперь в 11/2 раза старше, чем был 5 лет назад. Отсюда легко сообразить, что 5 лет – это половина прежнего возраста сына и, значит, пять лет назад ему было 10 лет, а теперь – 15. Итак, сыну теперь 15 лет, отцу 45. Пять лет назад отцу было 40 лет, а сыну 10, т. е. вчетверо меньше","fig":"","figsign":0,"avtor":0,"section":10,"level":3,"lock":0,"sort":640,"tapeBD":1,"my1":0,"my2":0},
{"id":65,"name":"Состязание","text":"Две парусные лодки участвуют в состязании: требуется преодолеть 24 версты туда и обратно в кратчайшее время. Первая лодка прошла весь путь с равномерной скоростью 20 верст в час; вторая двигалась туда со скоростью 16 верст в час, а обратно – со скоростью 24 версты в час.   Победила на состязании первая лодка, хотя, казалось бы, вторая лодка должна была при движении в одном направлении отстать от первой ровно на столько, на сколько она опередила ее на обратном пути и, следовательно, прийти одновременно с первой. Почему же она проиграла?","pic":"","picsign":"","answer":"Вторая лодка опоздала потому, что двигалась со скоростью 24 версты в час меньше времени, чем со скоростью 16 верст в час. Действительно, со скоростью 24 версты в час она двигалась 24: 24 = 1 час, а со скоростью 16 верст в час 24: 16 = 11/2 часа. Поэтому на пути туда лодка потеряла времени больше, чем выгадала на обратном.","fig":"","figsign":0,"avtor":0,"section":12,"level":3,"lock":0,"sort":650,"tapeBD":1,"my1":0,"my2":0},
{"id":66,"name":"По реке и по озеру","text":"Плывя вниз по реке, гребец преодолевает 5-верстное расстояние за 10 мин. Возвращаясь, он проплывает то же расстояние за один час. Следовательно, 10 верст он проплывает за 1 ч 10 мин.   А сколько времени ему понадобится, чтобы проплыть 10 верст в стоячей воде озера?","pic":"pic_1","picsign":"","answer":"По течению гребец плывет со скоростью полверсты в минуту, против течения – со скоростью 1 /12 версты в минуту. В первую скорость включена скорость самого течения, у второй она вычтена. Следовательно, (1/2+1/12)/2 =7/24 версты в час– это собственная скорость гребца.  И значит, в стоячей воде гребец преодолеет 10 верст за  34 2/7  минуты.  Обычный ответ: в озере гребец проплывет 10 верст за то же время, что и в реке, так как потеря скорости будто бы восполняется выигрышем ее – совершенно не верен (см. предыдущую задачу).","fig":"fig_1","figsign":0,"avtor":0,"section":12,"level":3,"lock":0,"sort":660,"tapeBD":1,"my1":0,"my2":0},
{"id":67,"name":"От энска до Иксграда","text":"Плывя по течению, пароход делает 20 верст в час; плывя против течения – всего 15 верст в час. На путь от пристани г. Энска до пристани г. Иксграда он затрачивает на 5 часов меньше, чем на обратный путь.   Как далеко от Энска до Иксграда?","pic":"pic_2","picsign":"","answer":"Плывя по течению, пароход делает 1 версту в 3 минуты; плывя против течения – 1 версту в 4 мин. На каждой версте пароход в первом случае выгадывает 1 мин. А так как на всем расстоянии он выгадывает во времени 5 ч, или 300 мин, то, следовательно, от Энска до Иксграда 300 верст. Действительно,   300:15– 300:20 = 20–15 = 5.","fig":"fig_2","figsign":0,"avtor":0,"section":12,"level":2,"lock":1,"sort":670,"tapeBD":1,"my1":0,"my2":0},
{"id":68,"name":" Два землекопа.","text":"9. Эта любопытная задачка в действительности труднее, чем может показаться на первый взгляд. Абрахам, хилый старик, подрядился выкопать канаву за 2 доллара. Он нанял Бенджамина, здоровенного парня, чтобы тот ему помог. Деньги они должны были поделить в соответствии с «копательными» способностями каждого. Абрахам копает так же быстро, как Бенджамин выбрасывает грунт, а Бенджамин копает в четыре раза быстрее, чем Абрахам выбрасывает грунт.   Каким образом они должны поделить деньги? Разумеется, соотношение сил старика и молодого человека как при копке, так и при выбрасывании грунта мы принимаем одинаковым.","pic":"pic_4","picsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","answer":"9. Абрахам (А) должен получить треть всей суммы, а Бенджамин (Б) — две трети. Пусть, например, Б может выкопать канаву за 2 ч и выбросить весь грунт за 4 ч. Тогда А выкапывает канаву за 4 ч и выбрасывает весь грунт за 8 ч. Следовательно, при рытье канавы их силы относятся, как 2 к 4, а при выбрасывании грунта — как 4 к 8 (то есть отношение сил остается неизменным). При этом А может выкопать канаву за то же время, за которое Б может выбросить весь грунт (4 ч), а Б может выкопать канаву за четвертую часть того времени, которое А тратит на выбрасывание грунта. Любые другие конкретные числа, удовлетворяющие условиям задачи, приведут к двум аналогичным отношениям сил обоих землекопов. Следовательно, Абрахаму причитается треть всей суммы, а Бенджамину — в два раза больше, то есть две трети.","fig":"fig_4","figsign":0,"avtor":0,"section":12,"level":2,"lock":0,"sort":680,"tapeBD":1,"my1":0,"my2":0},
{"id":69,"name":"79. Встречные поезда.","text":" На станции Вюрцльтаун одна старая леди, выглянув из окна, крикнула:   — Дежурный! Сколько отсюда ехать до Мадвилля?   — Все поезда идут 5 часов в любую сторону, мэм, — ответил тот.   — А сколько поездов встретится мне по пути?   Этот нелепый вопрос озадачил дежурного, но он с готовностью ответил:   — Поезда из Вюрцльтауна в Мадвилль и из Мадвилля в Вюрцльтаун отходят в пять минут первого, пять минут второго и так далее с интервалом ровно в один час.   Старая леди заставила одного из своих соседей по купе найти ответ на ее вопрос.   Так сколько же поездов встретится ей по пути?","pic":"pic_5","picsign":"","answer":"79. Поскольку поезд идет 5 ч, разделим путь на 5 равных интервалов. Когда леди выезжает из Вюрцльтауна, 4 встречных поезда уже находятся в пути, а пятый лишь отправляется со станции. Каждый из этих 5 поездов она встретит. Когда леди проедет ⅕ пути, из Мадвилля отправится новый встречный поезд, когда она проедет ⅖ пути — еще один, ⅗ — еще один, ⅘ — еще один и, наконец, когда она прибудет в Мадвилль, оттуда как раз будет отправляться очередной, пятый, поезд. Если мы примем, как и следует сделать, что она не встречает «по пути» ни этот последний поезд, ни тот, который прибыл в Вюрцльтаун, когда ее поезд отправлялся оттуда, то по дороге из Вюрцльтауна в Мадвилль леди повстречает 9 поездов.","fig":"fig_5","figsign":0,"avtor":0,"section":10,"level":2,"lock":0,"sort":690,"tapeBD":1,"my1":0,"my2":0},
{"id":70,"name":"80. Два чемодана.","text":"80. Два чемодана. Одному джентльмену нужно было добраться до железнодорожной станции, расположенной в 4 км от дома. Его багаж состоял из двух одинаково тяжелых чемоданов, унести которые одному было не под силу. Садовник и слуга джентльмена настаивали на том, чтобы нести багаж доверили им. Но садовник был слишком стар, а слуга — слишком слаб. Джентльмен же настаивал на том, чтобы каждый принял равное участие в переноске багажа, и ни за что не хотел отказаться от своего права нести чемоданы причитающийся ему отрезок пути.   Садовник и слуга взяли по чемодану, а джентльмен, шагая налегке, думал, как ему надлежит действовать, чтобы все трое затратили равный труд.   Так как же?","pic":"pic_6","picsign":"У фермера было 17 овец, и все, кроме девяти умерли. Сколько у него осталось?","answer":"80. Слуга должен нести чемодан 1⅓ км и передать его джентльмену, который донесет чемодан до станции. Садовник должен нести другой чемодан 2⅔ км, а потом отдать его слуге, который и донесет чемодан до станции. Таким образом, каждый из них пронесет один чемодан 2⅔ км — иначе говоря, труд, который затратят на переноску багажа джентльмен, слуга и садовник, будет одинаковым.","fig":"fig_6","figsign":0,"avtor":0,"section":10,"level":2,"lock":0,"sort":700,"tapeBD":1,"my1":0,"my2":0},
{"id":71,"name":" 80   Фальшивые весы  ","text":" Оперировать деньгами, которые чеканились прежде на Востоке в виде монет различного размера и веса, чтобы легче било обманывать путешественников, слишком сложно для наших математиков; поэтому, описывая тамошние сделки, мы ради удобства будем говорить о долларах и центах.   Верблюжью шерсть, используемую при выделке шалей и дорогих ковров, крестьяне обычно продают крупным торговцам при посредстве перекупщиков. Дабы не прогореть, перекупщик никогда не покупает шерсть про запас, однако, как только поступает заказ от торговца, он всегда находит желающего продать шерсть и берет как с покупателя, так и с торговца по 2 % комиссионных, зарабатывая таким образом 4 % на всей операции. Более того, с помощью жульнических манипуляций с весами перекупщику всегда удается увеличить свой доход, особенно если ему попадается неопытный клиент, который доверчив настолько, что верит его словам и клятвенным заверениям.   Я хочу предложить вам одну забавную головоломку, связанную с подобной сделкой, которая показывает, насколько просты методы перекупщика. Приобретая шерсть, перекупщик помещал ее на короткий рычаг своих весов, что давало ему лишнюю унцию шерсти на каждый фунт веса,   а продавая шерсть, он менял рычаги местами и недодавал по одной унции на каждый фунт. Благодаря этому он получил лишних 25 долларов.   Эта задача выглядит (и является на самом деле)   очень простой, ее условия ясны и вполне достаточны для решения. Тем не менее человеку, искушенному в книжной премудрости, придется поломать голову, прежде чем он определит, сколько заплатил перекупщик за верблюжью шерсть.   ","pic":"pic_7","picsign":"","answer":"   80. Если перекупщик, взвешивая шерсть, на каждый фунт получил лишнюю унцию, то в его «фунте» содержалось 17 унций. Когда же он продавал шерсть, то в его новом «фунте» оказывалось 15 унций, а излишек шерсти составлял 2 унции. Если эти две лишние унции продавались по той же самой цене, причем дополнительный доход от такой жульнической операции составил 25 долларов, то ясно, что эти 25 долларов относятся ко всей сумме, полученной от продажи шерсти, по 15 унций на 1 фунт, как 2 к 15. Поскольку на 1/15 приходится 12,5 доллара, то вся сумма, или 15/15, составляет 187,5 доллара. Именно такую сумму заплатил бы перекупщик, если бы он не получал никаких комиссионных.   Однако мы находим, что, взимая по 2 % с продавца и торговца, он получил соответственно 3,75 и 4,25 доллара, что составило 8 долларов комиссионных в дополнение к 25 долларам жульнического дохода. Далее, если бы он действовал честно, то платил бы за 17 унций, что дало бы (если говорить точно) в сумме 199,21875 доллара. Следовательно, его комиссионные на всей сделке составили бы только 7,96875 доллара, так что из-за своего жульничества он получил дополнительно 3 1/8 цента. Поскольку было сказано, что с помощью жульничества он получил лишних ровно 25 долларов, то мы должны уменьшить сумму в 187,5 доллара, чтобы жульнический доход составил точно 25 долларов.   Далее, поскольку 3 1/8 цента составляют ровно 1/801 часть от 25,03125 доллара, то мы должны уменьшить 187,5 доллара на 1/801 часть этой суммы, что даст 187,27 доллара. Поэтому он получил жульнический доход в 25 долларов и 0,0006 цента. Ради еще большей точности я бы предположил, что продавцу шерсти перекупщик заплатил 187,2659176029973125 доллара минус 2 % комиссионных, или 3,745 доллара.   ","fig":"fig_7","figsign":0,"avtor":0,"section":10,"level":2,"lock":0,"sort":710,"tapeBD":1,"my1":0,"my2":0}]